<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Juan St. Clair</author>
  <title>PSP GO e a abertura da E3 2009</title>
  <description />
  <content>&lt;br /&gt;&lt;div style="float: left; margin-right: 5px"&gt;&lt;img src="/blog/image.axd?picture=sdsdsd.jpg" alt="" width="320" height="400" /&gt; &lt;/div&gt;&lt;p&gt;Como todos sabem, a E3 (Electronic Entertainment Expo), maior feira de games do mundo que envolve grandes nomes como &lt;strong&gt;EA, SONY, Nintendo, Microsoft e UbiSoft,&lt;/strong&gt; onde as mesmas apresentam as&amp;nbsp;novidades&amp;nbsp;do ano,&amp;nbsp;acontecer&amp;aacute; esse ano nos dias 2 &amp;agrave; 4 de junho (Sim, come&amp;ccedil;a amanh&amp;atilde;), em L.A no famoso (e tradicional) Convention Center, e vem trazendo muitas novidades para os &lt;strike&gt;nerds&lt;/strike&gt; amantes dos games e afins.&lt;br /&gt;Agora, oq eu quero dizer mesmo &amp;eacute; que a melhor not&amp;iacute;cia do &lt;strong&gt;E3&lt;/strong&gt; &amp;eacute; o &lt;strike&gt;melhor port&amp;aacute;til do mundo ever&lt;/strike&gt; novo &lt;strong&gt;PSP GO&lt;/strong&gt;. Novo formato, sem &lt;strike&gt;o fracassado&lt;/strike&gt; UMD.&lt;br /&gt;Dizem por a&amp;iacute; que a &lt;strong&gt;SONY&lt;/strong&gt; est&amp;aacute; bolando uma vers&amp;atilde;o slim do &lt;strong&gt;Playstation 3&lt;/strong&gt;, mas com certeza n&amp;atilde;o vai ser lan&amp;ccedil;ada na &lt;strong&gt;E3&lt;/strong&gt;, mas sai ainda esse ano.&lt;br /&gt;&lt;br /&gt;Voltando no &lt;strong&gt;PSP Go&lt;/strong&gt;, a &lt;strong&gt;SONY&lt;/strong&gt; chegou a postar acidentalmente um video no site oficial mostrando as novidades do Go, mas l&amp;oacute;gico que n&amp;atilde;o durou muito e rapidamente retirarm o video do ar. Mas o pouco tempo foi o suficiente, para nos dizerem que o novo modelo do port&amp;aacute;til tem uma tela de 3.8 polegadas e &amp;eacute; 43% mais leve que o PSP-3000, tem tamb&amp;eacute;m 16 gigs de mem&amp;oacute;ria flash (ta... ta... babei), Bluetooh e suporta todo conte&amp;uacute;do digital (s&amp;oacute; acredito vendo), mas realmente, UMD &amp;eacute; desnecess&amp;aacute;rio nesse caso, porque parece que a &lt;strong&gt;SONY&lt;/strong&gt; finalmente aderiu ao movimento: &amp;quot;Baixe e jogue&amp;quot;, pq com a &lt;strong&gt;PlayStation Store&lt;/strong&gt;, o usu&amp;aacute;io pode baixar o jogo direto no console, e j&amp;aacute; &amp;eacute; usado atualmente.&lt;/p&gt;&lt;p&gt;[more]&lt;br /&gt;&lt;br /&gt;Novidades &amp;agrave; parte, a &lt;strong&gt;BigN &lt;/strong&gt;n&amp;atilde;o traz mutias novidades, parece estar mais focada no wii mesmo, tem muitas novidades para o wii motion: mais sensibilidade, e controle. Mas na verdade, a &lt;strong&gt;Nintendo &lt;/strong&gt;precisa mesmo de um grande show, depois dos lan&amp;ccedil;amentos do ano passado, que foi alvo de cr&amp;iacute;tica por sua apresenta&amp;ccedil;&amp;atilde;o nada &amp;quot;glamurosa&amp;quot;, e os baixos n&amp;iacute;veis de vendas do Wii.&lt;br /&gt;Mas &amp;eacute; como eu j&amp;aacute; disse uma vez e volto a repetir,&amp;nbsp; &lt;strong&gt;A NINTENDO PRECISA DE BRILHO&lt;/strong&gt; #prontofalei, mas &amp;eacute; bom saber que enfim, teremos mais uma &lt;strong&gt;E3&lt;/strong&gt; cheia de novidades! &lt;/p&gt;&lt;p&gt;Anote os hor&amp;aacute;rios em sua agenda e prepare-se para a festa! A E3 2009 est&amp;aacute; apenas come&amp;ccedil;ando! &lt;/p&gt;&lt;p&gt;&lt;strong&gt;01 de Junho&lt;/strong&gt; &lt;/p&gt;&lt;ul&gt;	&lt;li&gt;Microsoft ~ 14:30 (Hor&amp;aacute;rio de Bras&amp;iacute;lia) &lt;/li&gt;	&lt;li&gt;Electronic Arts ~ 18:00 (Hor&amp;aacute;rio de Bras&amp;iacute;lia) &lt;/li&gt;	&lt;li&gt;Ubisoft ~21:00 (Hor&amp;aacute;rio de Bras&amp;iacute;lia) &lt;/li&gt;&lt;/ul&gt;&lt;p&gt;&lt;strong&gt;02 de Junho&lt;/strong&gt; &lt;/p&gt;&lt;ul&gt;	&lt;li&gt;Nintendo ~ 13:00 (Hor&amp;aacute;rio de Bras&amp;iacute;lia) &lt;/li&gt;	&lt;li&gt;Sony ~ 15:00 (Hor&amp;aacute;rio de Bras&amp;iacute;lia) &lt;/li&gt;&lt;/ul&gt;</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-06-01 19:26:00</pubDate>
  <lastModified>2009-06-06 18:36:16</lastModified>
  <raters>2</raters>
  <rating>4</rating>
  <slug>PSP-GO-e-a-abertura-da-E3-2009</slug>
  <tags>
    <tag>e3</tag>
    <tag>games</tag>
    <tag>psp go</tag>
    <tag>sony</tag>
    <tag>nintendo</tag>
    <tag>ubisoft</tag>
    <tag>microsoft</tag>
  </tags>
  <comments />
  <categories>
    <category>513122a1-d589-4913-8e60-149132645156</category>
    <category>2d9c3387-a85d-4d22-8737-05a1b4378a25</category>
  </categories>
  <notifications />
</post>