<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Speedy e o problema de cara-de-pau</title>
  <description />
  <content>&lt;!--
@page { margin: 2cm }
P { margin-bottom: 0.21cm }
--&gt;
&lt;p style="margin-bottom: 0cm" class="western" align="center"&gt;
&amp;nbsp;
&amp;nbsp;
&lt;img src="/blog/image.axd?picture=Speedy.jpg" alt="" width="214" height="149" /&gt;
&lt;/p&gt;
&lt;p style="margin-bottom: 0cm" class="western"&gt;
O Speedy foi barrado
pela ANATEL (finalmente uma boa a&amp;ccedil;&amp;atilde;o deles) por prestarem maus
servi&amp;ccedil;os &amp;agrave; popula&amp;ccedil;&amp;atilde;o. O povo ficou sem Internet durante alguns
dias de abril e maio, e somado ao n&amp;uacute;mero de reclama&amp;ccedil;&amp;otilde;es, a ANATEL
resolveu suspender todos os cadastros de novos &amp;ldquo;Speedies&amp;rdquo; (&lt;strike&gt;em
ingl&amp;ecirc;s &amp;eacute; assim: se voc&amp;ecirc; quer plural de um substantivo terminado em
Y, tira-se o Y, e adiciona-se IES. O problema &amp;eacute; que Speedy n&amp;atilde;o &amp;eacute;
substantivo, mas isso &amp;eacute; detalhe&lt;/strike&gt;).
&lt;/p&gt;
&lt;p style="margin-bottom: 0cm" class="western"&gt;
A ANATEL bloqueou a
Telef&amp;ocirc;nica at&amp;eacute; que uma meta de melhorias do servi&amp;ccedil;o fosse
proposta, fato esse que aconteceu essa semana. O que a Telef&amp;ocirc;nica
acusou de problema do servi&amp;ccedil;o o fato dos usu&amp;aacute;rios usarem.
&lt;/p&gt;
&lt;p style="margin-bottom: 0cm" class="western"&gt;
Palavras da Telef&amp;ocirc;nica:
&lt;/p&gt;
&lt;p style="margin-bottom: 0cm" class="western"&gt;
&amp;ldquo;O argumento
baseia-se na l&amp;oacute;gica de que o boom de novos assinantes de banda larga
&amp;eacute; composto pelas classes populares, um tipo de usu&amp;aacute;rio a fim de
trocar e-mail, fazer pesquisas escolares, procurar emprego e, v&amp;aacute; l&amp;aacute;,
subir umas fotos para o orkut. Por seu tipo de navega&amp;ccedil;&amp;atilde;o, este
p&amp;uacute;blico n&amp;atilde;o detona a banda larga.
&lt;/p&gt;
&lt;p class="western"&gt;
A responsabilidade recai justamente sobre as
classes A e B, que debulham seus links com torrents, m&amp;uacute;sicas e muito
v&amp;iacute;deo. Quando as elites decidem baixar Homem-Aranha 3 em resolu&amp;ccedil;&amp;atilde;o
suficiente para rodar o arquivo em seu LCD de 42&amp;acute;&amp;acute;&amp;acute;, n&amp;atilde;o h&amp;aacute;
fibra &amp;oacute;ptica que aguente.&amp;rdquo;&lt;br /&gt;
&lt;/p&gt;
&lt;p class="western"&gt;
Traduzindo: O servi&amp;ccedil;o saiu do ar, porque pessoas
que contrataram ele acabaram usando. Se voc&amp;ecirc; tem 2MB do Speedy e
usa, ent&amp;atilde;o voc&amp;ecirc; est&amp;aacute; ajudando com o caos no sistema de tr&amp;aacute;fego do
Speedy.&lt;br /&gt;
&lt;/p&gt;
&lt;p class="western"&gt;
Agora me diz: A gente contrata uma coisa para n&amp;atilde;o
poder usar? Voc&amp;ecirc;s n&amp;atilde;o oferecem internet ilimitada? Sua fibra &amp;oacute;tica
n&amp;atilde;o suporta e voc&amp;ecirc; ainda vende mais assinaturas?&lt;br /&gt;
&lt;/p&gt;
&lt;p class="western"&gt;
C&amp;uacute;mulo.
&lt;/p&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-07-01 23:54:00</pubDate>
  <lastModified>2009-07-01 23:56:18</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>Speedy-e-o-problema-de-cara-de-pau</slug>
  <tags>
    <tag>speedy</tag>
    <tag>internet</tag>
    <tag>telefonica</tag>
    <tag>problemas</tag>
    <tag>anatel</tag>
  </tags>
  <comments />
  <categories>
    <category>2d9c3387-a85d-4d22-8737-05a1b4378a25</category>
  </categories>
  <notifications />
</post>