<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Juan St. Clair</author>
  <title>O que faz com que o Bing seja uma boa pedida.</title>
  <description />
  <content>&lt;p&gt;&amp;nbsp;No mercado dos famosos sites de busca da internet, j&amp;aacute; temos grandes nomes como o &lt;strike&gt;or&amp;aacute;culo&lt;/strike&gt; Google, Yahoo!, Ask e muitos outros. Agora a Microsoft relan&amp;ccedil;ou seu pr&amp;oacute;prio mecanismo de busca &lt;strike&gt;pra compensar o suposto fracasso do live search?&lt;/strike&gt; o Bing.com. Mas o que faz com que o Bing seja uma boa pedida no meio de tantas outras op&amp;ccedil;&amp;otilde;es?&lt;/p&gt;&lt;p align="left"&gt;&amp;nbsp;A Microsoft tem planos grandiosos para o Bing, que ganhou o lugar do antigo MSN Search, &lt;strike&gt;posso falar mal do live search de novo?&lt;/strike&gt; que vai fazer com que o novo buscador ganhe um espa&amp;ccedil;o bom nas buscar de marketing. Os usu&amp;aacute;rios do Internet Explorer e do Firefox podem reparar que a busca padr&amp;atilde;o dos mesmos j&amp;aacute; foi alterada para o Bing.&amp;nbsp;&lt;strike&gt;Sim, a Mozilla ta com a pulga atr&amp;aacute;s da orelha com a google por causa do Chrome&lt;/strike&gt;. Hoje podemos dizer que o Google est&amp;aacute; com 64%, siiiim 64% das buscas no total dos usu&amp;aacute;rios globais da Internet, Yahoo! est&amp;aacute; em segundo lugar com 20%, o Bing que ainda est&amp;aacute; em fase BETA e &amp;eacute; um nen&amp;eacute;m, est&amp;aacute; com 8.2% o que significa que essa briga promete. &lt;/p&gt;&lt;div style="text-align: center"&gt;&lt;img src="http://newsimg.bbc.co.uk/media/images/45866000/jpg/_45866454_-1.jpg" alt="Bing" /&gt;&lt;/div&gt;&lt;p align="left"&gt;[more]&amp;nbsp;&lt;/p&gt;&lt;p align="left"&gt;&amp;nbsp;Apostando na Web 2.0 &lt;strike&gt;linda, tesuda bonita e gostosuda&lt;/strike&gt;, o nome Bing soa perfeiramente, as novas tend&amp;ecirc;ncias realmente s&amp;atilde;o assim, soam mais interativas, assim como *kof kof* Pysi, Google, Twitter, Flickr. Sim, a Microsoft acertou em cheio no nome (Perceba que nem Orkut, Flickr, nem Twitter tem uma tradu&amp;ccedil;&amp;atilde;o realmente literal, com exce&amp;ccedil;&amp;atilde;o do MySpace, Facebook e outras redes sociais que eu particularmente n&amp;atilde;o fa&amp;ccedil;o quest&amp;atilde;o de saber).&lt;br /&gt;Um nome forte &amp;eacute; essencial para a marca, r&amp;aacute;pido, objetivo, faz com que as pessoas gravem facilmente. A Google apostou no nome e fez sucesso, derivado do googol (palavra que representa 10&lt;sup&gt;100)&lt;/sup&gt;&lt;/p&gt;&lt;p align="left"&gt;Afinal de contas, O que faz com que o Bing seja uma boa pedida?&lt;/p&gt;&lt;p align="left"&gt;1 - O nome. Bem claro, curso objetivo, de f&amp;aacute;cil memoriza&amp;ccedil;&amp;atilde;o.&lt;br /&gt;2 - A desenvolvedora. N&amp;atilde;o que eu esteja pagando pau pra Microsoft, mas &amp;eacute; uma das empresas com mais peso no nome da sua marca.&lt;br /&gt;3 - A forma de visualiza&amp;ccedil;&amp;atilde;o de imagens e videos. &amp;Eacute; s&amp;oacute; passar o mouse em cima e pronto, voc&amp;ecirc; nem ao menos precisa acessar o site em quest&amp;atilde;o.&lt;br /&gt;4 - O visual agrad&amp;aacute;vel, e diferente &lt;strike&gt;a Microsoft sabe copiar.&lt;/strike&gt;&lt;br /&gt;&lt;br /&gt;A quest&amp;atilde;o agora n&amp;atilde;o &amp;eacute; boicotar uma p&amp;aacute;gina porque ela &amp;eacute; de uma ou de outra empresa, &amp;eacute; analisar qual &amp;eacute; melhor para o seu dia-a-dia e pronto.&lt;/p&gt;&lt;p align="left"&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;Fonte: BBC&lt;/p&gt;</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-06-04 22:29:00</pubDate>
  <lastModified>2009-06-06 18:34:59</lastModified>
  <raters>5</raters>
  <rating>5</rating>
  <slug>O-que-faz-com-que-o-Bing-seja-uma-boa-pedida</slug>
  <tags>
    <tag>busca</tag>
    <tag>google</tag>
    <tag>microsoft</tag>
    <tag>yahoo!</tag>
    <tag>bing</tag>
    <tag>twitter. flickr</tag>
    <tag>pysi</tag>
    <tag>orkut</tag>
    <tag>msn</tag>
    <tag>beta</tag>
    <tag>chrome</tag>
  </tags>
  <comments>
    <comment id="17d46cab-ef11-49a2-9c0d-c7cb475dc321" approved="True">
      <date>2009-06-05 12:47:48</date>
      <author>Narinz</author>
      <email>narinz.senpai@gmail.com</email>
      <country>br</country>
      <ip>189.24.40.217</ip>
      <content>Esqueceu do fato de ser o melhor buscador para pornografia, se voc&amp;#234; acessar o site em ingl&amp;#234;s voc&amp;#234; pode ver os videos porn direito do BING :D</content>
    </comment>
    <comment id="f727069d-ac8b-4314-886a-6e3775abb67c" approved="True">
      <date>2009-06-05 17:10:24</date>
      <author>Ygor Lazaro</author>
      <email>ygor@pysi.com.br</email>
      <country>br</country>
      <ip>201.36.98.57</ip>
      <website>http://www.pysi.com.br/</website>
      <content>E isso &amp;#233; uma fun&amp;#231;&amp;#227;o do Bing que eu vou usar bastante, principalmente aos fins de semana... 

Eh, eu disse alguma coisa? Acho que est&amp;#227;o me chamando. Fui! ;)</content>
    </comment>
    <comment id="625dc395-6326-404f-ab87-80d89a749bd6" approved="True">
      <date>2009-06-07 16:26:41</date>
      <author>Juan St. Clair</author>
      <email>juan@pysi.com.br</email>
      <country>br</country>
      <ip>201.51.207.173</ip>
      <website>http://www.pysi.com.br/</website>
      <content>UAIHEIUAHEiuaUIEhaUHiuh
Narinz, essa vai ser pra um post especial kkkkkkkkkkkk</content>
    </comment>
    <comment id="54256330-5973-4b07-a193-1f894f1cf64d" approved="True">
      <date>2009-08-21 19:22:58</date>
      <author>leo</author>
      <email>kayn_meia-noite@hotmail.com</email>
      <country>br</country>
      <ip>201.51.56.62</ip>
      <website>http://www.seila.com.br/</website>
      <content>opa melhor pra ver pornografia... muwhahahah nem sabia (6)</content>
    </comment>
    <comment id="54710e4e-f4e6-4583-bd07-76518ac18659" approved="True">
      <date>2009-08-21 19:27:55</date>
      <author>leo</author>
      <email>kayn_meia-noite@hotmail.com</email>
      <country>br</country>
      <ip>201.51.56.62</ip>
      <website>http://www.seila.com.br/</website>
      <content>opa melhor  pra axar pornografia ..muwhahahha (6)... essa eu nao sabia.. pysi  pura informacao.. muwhahahhaha </content>
    </comment>
    <comment id="7455f02d-2322-424e-a865-a614ffac3057" approved="True">
      <date>2009-08-21 19:29:40</date>
      <author>leo</author>
      <email>kayn_meia-noite@hotmail.com</email>
      <country>br</country>
      <ip>201.51.56.62</ip>
      <website>http://www.seila.com.br/</website>
      <content>lol mandei dois comment nem vi ....( tava procurando pornografia ate eskeci &amp;#172;&amp;#172;)</content>
    </comment>
  </comments>
  <categories>
    <category>d564f3df-3a44-4a3a-91b0-aaca4116a78b</category>
    <category>2d9c3387-a85d-4d22-8737-05a1b4378a25</category>
  </categories>
  <notifications>
    <email>narinz.senpai@gmail.com</email>
  </notifications>
</post>