<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Firefox 3.5 reinventa a roda</title>
  <description />
  <content>&lt;p align="center"&gt;
&lt;img src="/blog/image.axd?picture=chromefirefox.jpg" alt="" /&gt;
&lt;/p&gt;
&lt;p&gt;
Justamente hoje, foi lan&amp;ccedil;ado pela Mozilla Corporation o Firefox vers&amp;atilde;o 3.5, com uma s&amp;eacute;ria de melhorias que j&amp;aacute; existiam nos concorrentes (vide-Chrome). Melhorias como o aumento da velocidade do motor javascript, at&amp;eacute; 10x mais r&amp;aacute;pido que a vers&amp;atilde;o 2.0. 
&lt;/p&gt;
&lt;p&gt;
Agora foi lan&amp;ccedil;ado o modo privado de navega&amp;ccedil;&amp;atilde;o (&lt;strike&gt;modo porn&amp;ocirc;, yeah!&lt;/strike&gt;). Com isso, voc&amp;ecirc; pode navegar em seus sites educativos sem ter coisas como hist&amp;oacute;rico e cookies salvos no seu computador para te dedurar que voc&amp;ecirc; gosta de 2 Girls 1 Cup (sem link intencionalmente). A grande sacada da Mozilla &amp;eacute; lan&amp;ccedil;ar uma op&amp;ccedil;&amp;atilde;o t&amp;atilde;o boa quanto essa depois dos seus quatro principais concorrentes (Chrome, Internet Explorer, Opera e Safari) utilizarem isso h&amp;aacute; tempos (o Chrome, desde setembro passado).
&lt;/p&gt;
&lt;p&gt;
Mas em compensa&amp;ccedil;&amp;atilde;o, temos a revolu&amp;ccedil;&amp;atilde;o no modo de trabalhar com abas. Agora voc&amp;ecirc; pode arrastar uma aba para fora da janela (como no Chrome), e pode arrastar uma aba de outra janela para uma janela anterior (como no Chrome). Droga, a Google j&amp;aacute; pensou nisso.
&lt;/p&gt;
&lt;p&gt;
Novidades boas mesmo: O Firefox agora oficialmente &amp;eacute; o primeiro browser (de verdade, o primeiro) a utilizar o HTML 5. Isso quer dizer que ele j&amp;aacute; aceita por padr&amp;atilde;o arquivos de v&amp;iacute;deo e &amp;aacute;udio OGG sem precisar de plug-ins adicionais. O v&amp;iacute;deo, como toda outra tag HTML, pode ser alterado mais tarde alterado com CSS.
&lt;/p&gt;
&lt;p&gt;
Aproveite o pre&amp;ccedil;o. Com o update gr&amp;aacute;tis voc&amp;ecirc; ainda tem grandes chances de ganhar uma incompatibilidade de complementos. Talvez seu FireBug pare de funcionar (n&amp;atilde;o foi meu caso, mas existem chances, n&amp;eacute;)...
&lt;/p&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-06-30 20:48:00</pubDate>
  <lastModified>2009-06-30 21:19:17</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>Firefox-35-reinventa-a-roda</slug>
  <tags>
    <tag>firefox</tag>
    <tag>mozilla</tag>
    <tag>google</tag>
    <tag>chrome</tag>
    <tag>navegador</tag>
  </tags>
  <comments />
  <categories>
    <category>d564f3df-3a44-4a3a-91b0-aaca4116a78b</category>
  </categories>
  <notifications />
</post>