<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Juan St. Clair</author>
  <title>Microsoft resolve continuar com o Windows XP até 2011</title>
  <description />
  <content>&lt;div style="float: left; margin-right: 5px"&gt;
&lt;img style="width: 382px; height: 223px" src="/blog/image.axd?picture=3883-500-347.jpg" alt="" width="382" height="223" /&gt; 
&lt;/div&gt;
Com o Windows 7 previsto para 22 de outubro ainda desse ano, a Microsoft resolveu voltar atr&amp;aacute;s e deixar o Windows XP em oferta at&amp;eacute; abril de 2011 (a Microsoft parou de vender o Windows XP nas lojas em 30 de junho de 2008).&lt;br /&gt;
Como todos sabem, o Windows Vista n&amp;atilde;o foi muito bem recebido pelo mercado e at&amp;eacute; o lan&amp;ccedil;amento do 7, e mesmo ap&amp;oacute;s o seu lan&amp;ccedil;amento, algumas empresas que usam o XP, ficariam sem suporte, a migra&amp;ccedil;&amp;atilde;o seria uma perfeita desordem e claro, custaria muito caro. Ou seja, at&amp;eacute; mar&amp;ccedil;o de 2010 (seis meses at&amp;eacute; do lan&amp;ccedil;amento do Windows 7) os fabricantes de Pc&amp;#39;s ainda podem vender m&amp;aacute;quinas com o XP.&lt;br /&gt;
As empresas que ainda quiserem manter o XP depois que ele finalmente sair de linha, v&amp;atilde;o ter que &lt;strike&gt;usar a pirataria a seu favor&lt;/strike&gt; adquirir uma licen&amp;ccedil;a do Vista Ultimate ou Business para fazer o downgrade. &amp;Eacute; l&amp;oacute;gico que uma licen&amp;ccedil;a do vista vai passar a ser o dobro de uma licen&amp;ccedil;a do xp n&amp;eacute;, mas cientes do Windows 7 Professional e Ultimate ter&amp;atilde;o a op&amp;ccedil;&amp;atilde;o de fazer o downgrade para o Windows XP Professional em PCs vendidos at&amp;eacute; 18 meses ap&amp;oacute;s o lan&amp;ccedil;amento do Windows 7 ou at&amp;eacute; o lan&amp;ccedil;amento do primeiro pacote de atualiza&amp;ccedil;&amp;otilde;es (Service Pack) do novo sistema 
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-06-19 09:13:00</pubDate>
  <lastModified>2009-06-19 09:26:42</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>Microsoft-resolve-continuar-com-o-Windows-XP-ate-2011</slug>
  <tags>
    <tag>windows xp</tag>
    <tag>windows 7</tag>
    <tag>windows vista</tag>
    <tag>microsoft</tag>
  </tags>
  <comments />
  <categories>
    <category>0b1ef33e-64fe-495d-99b9-39ea1ffef7dc</category>
    <category>2d9c3387-a85d-4d22-8737-05a1b4378a25</category>
  </categories>
  <notifications />
</post>