<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Juan St. Clair</author>
  <title>RTeiem tudo oficialmente agora!</title>
  <description />
  <content>N&amp;atilde;o entendeu? Por onde ser&amp;aacute; que voc&amp;ecirc; andou nos &amp;uacute;ltimos meses? Caso n&amp;atilde;o conhe&amp;ccedil;a o Twitter, leia &lt;a href="/blog/post/Twitter---Fale-o-que-quiser-em-140-caracteres.aspx" target="_blank"&gt;isso&lt;/a&gt; para entender.&lt;br /&gt;
RT &amp;eacute; um recurso muito usado pelo usu&amp;aacute;ios do microblog Twitter, inclusive, &amp;eacute; uma das formas mais r&amp;aacute;pidas e eficientes de se transmitir a informa&amp;ccedil;&amp;atilde;o para amigos, amigos dos amigos &lt;strike&gt;se eu falo isso aqui no rio eu tomo uns tiros do Comando Vermelho.&lt;/strike&gt; e por a&amp;iacute; a mensagem vai se espalhando, esse recurso foi muito usado na expans&amp;atilde;o de informa&amp;ccedil;&amp;atilde;o faz pouco tempo, nas elei&amp;ccedil;&amp;otilde;es do Ir&amp;atilde;. Baseia-se em colocar RT na frente da mensagem que voc&amp;ecirc; recebeu de algum amigo, por exemplo: RT @&lt;a href="http://www.twitter.com.br/juanstclair" target="_blank"&gt;juanstclair&lt;/a&gt; O Pysi &amp;eacute; supimpa! E a partir de agora, o recurso, que era usado informalmente, passa a ser oficial&lt;br /&gt;
A &lt;span style="border-bottom: 1px dotted; color: #006600; text-decoration: underline"&gt;&lt;/span&gt;not&amp;iacute;cia foi publicada dia 13, no &lt;a href="http://blog.twitter.com/2009/08/project-retweet-phase-one.html#links" target="_blank"&gt;blog da rede social&lt;span style="font-weight: bold; color: #009933"&gt;&lt;/span&gt;&lt;/a&gt;. Biz Stone diz no texto que &amp;ldquo;a livre troca de&amp;nbsp;&lt;span style="border-bottom: 1px dotted; color: #006600; text-decoration: underline"&gt;&lt;/span&gt;informa&amp;ccedil;&amp;otilde;es
pode ter um impacto global positivo e a divulga&amp;ccedil;&amp;atilde;o mais eficiente de
informa&amp;ccedil;&amp;atilde;o em todo o ecossistema do Twitter &amp;eacute; algo que desejamos
apoiar&amp;rdquo;.&lt;br /&gt;
A ferramenta poder&amp;aacute; ser desativada pelo usu&amp;aacute;rio, segundo Stone. O sistema de RT dever&amp;aacute; estar dispon&amp;iacute;vel em algumas semanas.&lt;br /&gt;
Agora vamos ver no que vai dar, mas j&amp;aacute; se trata de uma evolu&amp;ccedil;&amp;atilde;o, pois esse recurso como eu j&amp;aacute; disse, era usado informalmente pelos usu&amp;aacute;rios do twitter, e agora vai se transformar em uma ferramenta oficial, ou seja, &lt;strong&gt;QUE OS USU&amp;Aacute;RIOS TAMB&amp;Eacute;M D&amp;Ecirc;EM SUAS OPNI&amp;Ocirc;ES AQUI NO BLOG SEU BANDIBIXA!!!!&lt;/strong&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-08-15 13:50:00</pubDate>
  <lastModified>2009-08-15 14:04:18</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>RTeiem-tudo-oficialmente-agora!</slug>
  <tags />
  <comments />
  <categories />
  <notifications />
</post>