<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>felipe</author>
  <title>O tal dos Servidores Privados !</title>
  <description />
  <content>&lt;address&gt;
&lt;img src="/blog/image.axd?picture=warcraft-20090818153105.jpg" alt="" width="500" height="371" /&gt;&lt;/address&gt;
&lt;p&gt;
&amp;nbsp;
&lt;/p&gt;
&lt;p&gt;
&amp;nbsp;
&lt;/p&gt;
&lt;p&gt;
Os Servidores privados para grande parte de n&amp;oacute;s&amp;nbsp;&lt;strike&gt;&amp;quot;Nerds&amp;quot;&lt;/strike&gt; a muito tempo se tornou um meio alternativo de divers&amp;atilde;o, por&amp;eacute;m, agora eles est&amp;atilde;o come&amp;ccedil;ando a incomodar. 
&lt;/p&gt;
&lt;p&gt;
World of Warcraft, da Blizzard Entertainment, &amp;eacute; um exemplo, talvez, por ser&amp;nbsp;um dos&amp;nbsp;MMORPG&amp;#39;s &lt;strike&gt;(Massive Multiplayer Online Rolling Player Game ou algo parecido)&lt;/strike&gt; mais conhecidos e&amp;nbsp;populares.&amp;nbsp;Os jogadores do chamado WOW sabem que os servidores privados&amp;nbsp;s&amp;atilde;o cheio&amp;nbsp;bugs e demoram a&amp;nbsp;atualizar, mas nem por isso&amp;nbsp;param de jogar. 
&lt;/p&gt;
&lt;p&gt;
Segundo a Revista INFO : 
&lt;/p&gt;
&lt;p&gt;
&lt;br /&gt;
A&amp;nbsp;Blizzard&amp;nbsp;(fabricante do jogo)&amp;nbsp;,&amp;nbsp; Fechou ano de 2008 com 11,5 milh&amp;otilde;es de assinantes pelo mundo.&amp;nbsp;&lt;strike&gt;(PELO AMOR DE DEUS ARRUMEM UMA NAMORADA)&lt;/strike&gt;&amp;nbsp;Pelo outro lado, &amp;eacute; imposs&amp;iacute;vel medir quantos s&amp;atilde;o os usu&amp;aacute;rios que n&amp;atilde;o compram o pacote mensal para usar a infraestrutura da empresa. D&amp;aacute; para saber que se trata de uma batalha competitiva.&lt;br /&gt;
Uma boa maneira para exemplificar o fen&amp;ocirc;meno dos &amp;ldquo;private servers&amp;rdquo; &amp;eacute; fazendo uma busca simples em qualquer buscador ou mesmo por redes sociais. O assunto, que &amp;eacute; tabu na justi&amp;ccedil;a de muitos pa&amp;iacute;ses por quest&amp;otilde;es de pirataria, &amp;eacute; tratado com naturalidade na net.&lt;br /&gt;
No orkut, por exemplo, h&amp;aacute; uma s&amp;eacute;rie de comunidades de Warcraft, com milhares de membros &amp;ndash; variam de dois mil at&amp;eacute; mais de sessenta mil internautas num &amp;uacute;nico espa&amp;ccedil;o. &lt;br /&gt;
Para algumas, a explos&amp;atilde;o de &amp;lsquo;games paralelos&amp;rsquo; tem vida curta. O desenvolvedor de sistemas Leonardo Correa Rocha, de 31 anos, jogou WoW nos servidores privados por menos de um ano e hoje paga 15 d&amp;oacute;lares mensais para utilizar a plataforma da criadora Blizzard.&lt;br /&gt;
&lt;strike&gt;(EHHH HJ EM DIA ELE PODE AT&amp;Eacute; PAGAR SOMENTE 15 DOLARES, AGORA PERGUNTA : &amp;quot;QUANTO CUSTOU CADA CD KEY??&amp;quot; no minimo 120 reais CADA UMA e S&amp;Atilde;O TRES)&lt;/strike&gt;&lt;br /&gt;
&amp;ldquo;Eu acredito que os servidores privados s&amp;atilde;o uma estrat&amp;eacute;gia de neg&amp;oacute;cios indireto da Blizzard, porque traz muitos jogadores. Muitos dos meus amigos desses servers vieram pro original, porque como tem muito bug, o conte&amp;uacute;do n&amp;atilde;o &amp;eacute; atualizado com freq&amp;uuml;&amp;ecirc;ncia, a gente acaba desmotivando e indo pro original&amp;rdquo; conta Leonardo. O desenvolvedor fala tamb&amp;eacute;m que conhece pessoas pr&amp;oacute;ximas que jogavam no privado, foram pro original, e por falta de dinheiro, regressaram ao gratuito. 
&lt;/p&gt;
&lt;p&gt;
Nos Estados Unidos e outros pa&amp;iacute;ses, a exist&amp;ecirc;ncia de websites que classificam os servidores privados s&amp;atilde;o comuns h&amp;aacute; alguns anos e que ganham popularidade no Brasil, nos &amp;uacute;ltimos tempos.&lt;br /&gt;
O americano &lt;a href="http://www.gtop100.com/"&gt;www.gtop100.com&lt;/a&gt;, um dos mais conhecidos por jogadores do mundo todo, separa por tipo de jogo e faz um ranking com os mais bem avaliados pelos visitantes, gerando receita com an&amp;uacute;ncios oferecidos em suas p&amp;aacute;ginas. 
&lt;/p&gt;
&lt;p&gt;
O fato &amp;eacute; que o que era pra ser uma estrat&amp;eacute;gia de marketing para atrair jogadores acabou se tornando um problema para os caixas dos fabricantes e um modo facil rapido &lt;strike&gt;(BEM TRABALHOSO + EFICIENTE) &lt;/strike&gt;de um bom programador ganhar dinheiro sem fazer nada alem de emular uma plataforma e publica-la na internet pedindo somente a contribui&amp;ccedil;&amp;atilde;o dos jogadores com uma tarifa basica de R$ 5,00 , R$ 10,00 em troca de alguns privil&amp;eacute;gios que quem n&amp;atilde;o contribui n&amp;atilde;o tem =]. 
&lt;/p&gt;
&lt;p&gt;
&amp;nbsp;
&lt;/p&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-08-19 00:24:00</pubDate>
  <lastModified>2009-08-19 14:23:07</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>O-tal-dos-Servidores-Privados-!</slug>
  <tags />
  <comments>
    <comment id="d3a96d0d-c465-4183-9597-958d85cd8779" approved="True">
      <date>2009-08-19 09:55:01</date>
      <author>Juan St .Clair</author>
      <email>juan@pysi.com.br</email>
      <country>br</country>
      <ip>187.14.149.18</ip>
      <website>http://www.pysi.com.br/blog</website>
      <content>Boa cara, texto muito bom.
Isso me lembra os tempos de Tibia OT Serv IEHAUEhae saudaaaaaade.

obs: Preciso arrumar uma namorada tbm :S</content>
    </comment>
  </comments>
  <categories>
    <category>513122a1-d589-4913-8e60-149132645156</category>
  </categories>
  <notifications />
</post>