<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Fineza iraniana consegue adiar a manutenção do Twitter</title>
  <description />
  <content>&lt;p&gt;
O Ir&amp;atilde; &amp;eacute; o exemplo de democracia m&amp;aacute;xima do mundo. &lt;strike&gt;Controlado&lt;/strike&gt; Governado pelo &lt;strike&gt;m&amp;atilde;o-de-ferro&lt;/strike&gt; m&amp;atilde;o santa &lt;a href="http://pt.wikipedia.org/wiki/Mahmoud_Ahmadinejad" target="_blank"&gt;Mahmoud Ahmadinejad&lt;/a&gt; (por favor, n&amp;atilde;o pe&amp;ccedil;am para eu digitar isso de novo), &amp;eacute; uma maravilha tecnol&amp;oacute;gica de poder mundial.
&lt;/p&gt;
&lt;p&gt;
Uma pot&amp;ecirc;ncia, a ponto de ser vista de perto por nomes como Estados &lt;strike&gt;Des&lt;/strike&gt;Unidos, China e Uni&amp;atilde;o Europ&amp;eacute;ia, est&amp;aacute; com seu estado de desenvolvimento nuclear latente/crescente (n&amp;atilde;o se sabe) e conseguiu fazer uma proeza que nem mesmo os Yankees conseguiram.
&lt;/p&gt;
&lt;p&gt;
O &lt;a href="http://www.twitter.com" target="_blank"&gt;Twitter&lt;/a&gt;, j&amp;aacute; muito &lt;a href="/blog/post/Twitter---Fale-o-que-quiser-em-140-caracteres.aspx" target="_blank"&gt;comentado nesse blog&lt;/a&gt; (&lt;a href="http://www.pysi.com.br" target="_blank"&gt;Pysi&lt;/a&gt;, obrigado) precisava fazer uma parada de rotina para manuten&amp;ccedil;&amp;atilde;o, que estava agendada&amp;nbsp;para hoje a noite. O grande problema &amp;eacute; que hoje a noite nos Estados Unidos (servidores do Twitter) n&amp;atilde;o quer dizer exatamente hoje a noite no Ir&amp;atilde; (que pra ser sincero &amp;eacute; longe pra caramba). Ou seja, enquanto o Twitter sai do ar na noite dos EUA, durante o dia do Ir&amp;atilde; ele est&amp;aacute; fora do ar para cidad&amp;atilde;os iranianos.
&lt;/p&gt;
&lt;p&gt;
Ferramentas como Facebook (o orkut que o Brasil n&amp;atilde;o usa) e o Twitter est&amp;atilde;o sendo usados pelos jovens de l&amp;aacute; para derrubar esse governo t&amp;atilde;o &amp;aacute;gua-com-a&amp;ccedil;&amp;uacute;car do Ir&amp;atilde;. Eu, parcitularmente acho isso um ataque &amp;agrave; liberdade. Ahmadijejad (nossa, escrevi isso de novo) &amp;eacute; um cara t&amp;atilde;o legal...
&lt;/p&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-06-16 21:54:00</pubDate>
  <lastModified>2009-06-16 22:50:02</lastModified>
  <raters>1</raters>
  <rating>5</rating>
  <slug>Fineza-iraniana-consegue-adiar-a-manutencao-do-Twitter</slug>
  <tags>
    <tag>irã</tag>
    <tag>twitter</tag>
    <tag>internet</tag>
    <tag>manutenção</tag>
  </tags>
  <comments />
  <categories>
    <category>d564f3df-3a44-4a3a-91b0-aaca4116a78b</category>
  </categories>
  <notifications />
</post>