<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Juan St. Clair</author>
  <title>5 maneiras de usar a tecnologia para fazer sua vida melhor</title>
  <description />
  <content>&lt;p&gt;
A tecnologia oferece tantas&amp;nbsp;formas pra fazer nossa vida melhor. Aqui vai uma lista de 5 maneiras para usar a tecnologia pra fazer a diferen&amp;ccedil;a: 
&lt;/p&gt;
&lt;p&gt;
Pegue seu celular e ligue para algu&amp;eacute;m pr&amp;oacute;ximo &amp;agrave; voc&amp;ecirc;. N&amp;atilde;o importa se &amp;eacute; o pior ou o melhor celular do mundo. Agora, ligue pra um parente que voc&amp;ecirc; n&amp;atilde;o v&amp;ecirc; j&amp;aacute; faz algum tempo. Ligue para um velho amigo que voc&amp;ecirc; n&amp;atilde;o fala muito. Ligue pra algu&amp;eacute;m que voc&amp;ecirc; se importa, e que sabe que tamb&amp;eacute;m se importa com voc&amp;ecirc;. N&amp;atilde;o &amp;quot;Tweete&amp;quot; nem mande e-mail, ligue pra eles. 
&lt;/p&gt;
&lt;p&gt;
Pegue o computador e conecte com algu&amp;eacute;m. N&amp;atilde;o envie e-mail pra essa pessoa nem escreva uma carta. Inv&amp;eacute;s disso, pegue um peda&amp;ccedil;o de papel e uma caneta. Sente-se e escreva algo para algu&amp;eacute;m que precisa te ouvir. Diga a essa pessoa como est&amp;aacute; indo a sua vida desde a &amp;uacute;ltima vez que se falaram. Pergunte sobre a vida dele(a) tamb&amp;eacute;m. Ent&amp;atilde;o, use o computador para ver os seus endere&amp;ccedil;os, e voc&amp;ecirc; poder&amp;aacute; escrev&amp;ecirc;-lo no envelope. S&amp;oacute; ent&amp;atilde;o mande a carta, bem &amp;quot;&amp;agrave; moda antiga&amp;quot;, com estampa a Prazer de ter um tesouro inesperado no e-mail &amp;eacute; um grande modo pra fazer o dia de algu&amp;eacute;m brilhar. Para sentir que o papel que eles l&amp;ecirc;em, o que ^voc&amp;ecirc; escreveu com pr&amp;oacute;prio punho, vai realmente causar impacto. Mostra que voc&amp;ecirc; se importa.&lt;br /&gt;
&lt;br /&gt;
Pegue seu GPS e use-o para visitar um parente que voc&amp;ecirc; n&amp;atilde;o v&amp;ecirc; h&amp;aacute; tempos. Pode ser at&amp;eacute; aquela sua tia meio louca, ou um primo &lt;strike&gt;gay&lt;/strike&gt; que voc&amp;ecirc; n&amp;atilde;o fala tem anos. V&amp;aacute; e d&amp;ecirc; um oi. Eles s&amp;atilde;o sua fam&amp;iacute;lia afinal de contas. 
&lt;/p&gt;
&lt;p&gt;
Mande uma mensagem de texto para o amor da sua vida durante seu expediente. Uma simples mensagem dizendo: &amp;quot;voc&amp;ecirc; me faz muito feliz&amp;quot;. Voc&amp;ecirc; vai se sentir t&amp;atilde;o bem com isso, e ela/ele tamb&amp;eacute;m vai se sentir maravilhosamente bem, experimente. Tanta alegria para t&amp;atilde;o pouco esfor&amp;ccedil;o. 
&lt;/p&gt;
&lt;p&gt;
Ligue o computador e fa&amp;ccedil;a uma video-confer&amp;ecirc;ncia &lt;strike&gt;pode ser pelo messenger, ou pelo skype&lt;/strike&gt; com algu&amp;eacute;m distante. N&amp;atilde;o importa quem, contanto que seja algu&amp;eacute;m com quem voc&amp;ecirc; se importe. Uma video-confer&amp;ecirc;ncia desse tipo, na grande maioria das vezes &amp;eacute; supe engra&amp;ccedil;ada. Skype n&amp;atilde;o &amp;eacute; s&amp;oacute; para trabalho, e MSN n&amp;atilde;o &amp;eacute; s&amp;oacute; pra bater papo com amigos sobre a sa&amp;iacute;da do fim de semana. 
&lt;/p&gt;
&lt;p&gt;
&amp;nbsp;#fikdik 
&lt;/p&gt;
&lt;p&gt;
Fonte: &lt;a href="http://www.nytimes.com/external/gigaom/2009/08/16/16gigaom-five-ways-to-use-mobile-tech-to-make-your-life-bet-6122.html" target="_blank"&gt;Times.com&lt;/a&gt; 
&lt;/p&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-08-17 08:10:00</pubDate>
  <lastModified>2009-08-17 18:36:16</lastModified>
  <raters>1</raters>
  <rating>5</rating>
  <slug>5-maneiras-de-usar-a-tecnologia-para-fazer-sua-vida-melhor</slug>
  <tags />
  <comments>
    <comment id="a8e41922-2071-4e7e-8eb3-af94697a0283" approved="True">
      <date>2009-08-17 20:39:10</date>
      <author>Ygor Lazaro</author>
      <email>ygor@pysi.com.br</email>
      <country>br</country>
      <ip>201.51.202.211</ip>
      <website>http://www.pysi.com.br/</website>
      <content>Tem algu&amp;#233;m apaixonado e eu n&amp;#227;o sei?

Parab&amp;#233;ns pelo texto. S&amp;#243; fico triste por n&amp;#227;o ser eu a conseguir um texto desses.. :)</content>
    </comment>
    <comment id="ad9e48cc-6a01-4832-a128-a7c0436225f7" approved="True">
      <date>2009-08-21 19:46:12</date>
      <author>leo</author>
      <email>kayn_meia-noite@hotmail.com</email>
      <country>br</country>
      <ip>201.51.56.62</ip>
      <website>http://www.seila.com.br/</website>
      <content>e juan!!! alguem distante fazendo a cabeca dele... mais prefiro ir pela net msm...pq aki escrevo errado e ngm reclama :P</content>
    </comment>
    <comment id="3d87e596-7714-4a59-9e16-1e5abb850582" approved="True">
      <date>2010-02-19 14:58:42</date>
      <author>puella</author>
      <email>dave@sex.com</email>
      <country />
      <ip>212.227.119.29</ip>
      <website>http://www.russellburke.info/puella.php</website>
      <content>Great article I will link to it from my puella website.  Thank you.</content>
    </comment>
    <comment id="5e91e17a-ffdb-4dab-a9d5-22995667b027" approved="True">
      <date>2010-02-19 16:16:33</date>
      <author>gold bracelets women</author>
      <email>bob@webb.com</email>
      <country>gb</country>
      <ip>86.3.109.202</ip>
      <website>http://www.ecoganik.info/moe-bags-bijou-phillips.php</website>
      <content>Nice one - Thanks for sharing dude.</content>
    </comment>
    <comment id="2c580077-d108-4386-b9f2-ce24f8209845" approved="True">
      <date>2010-03-27 17:53:50</date>
      <author>acne control</author>
      <email>bob@webb.com</email>
      <country>gb</country>
      <ip>86.3.109.202</ip>
      <website>http://www.robertjohnston.info/</website>
      <content>Sounds like a great idea. But can you put it into action is the question.</content>
    </comment>
    <comment id="1771c79e-064b-409f-81ee-0a370aaba618" approved="True">
      <date>2010-03-30 16:15:44</date>
      <author>discount golf bags</author>
      <email>bob@gmail.com</email>
      <country>gb</country>
      <ip>86.3.109.202</ip>
      <website>http://www.filipciz.info/</website>
      <content>Interesting article. You make some good points. Thank you again.</content>
    </comment>
    <comment id="fa5673dc-67d3-418f-aad2-abf1cb7e1622" approved="True">
      <date>2010-04-01 15:05:34</date>
      <author>trendy petite clothes</author>
      <email>bob@gmail.com</email>
      <country>gb</country>
      <ip>86.3.109.202</ip>
      <website>http://www.jamesjeans.info/</website>
      <content>As a newbie to computers , I am always searching on line for articles that can help me, thank you for the info.</content>
    </comment>
    <comment id="ef72da20-d0a2-4768-ab47-0bbe84a685c8" approved="True">
      <date>2010-04-06 17:48:56</date>
      <author>clinique makeup products</author>
      <email>bob@gmail.com</email>
      <country>gb</country>
      <ip>86.3.109.202</ip>
      <website>http://www.boontown.info/</website>
      <content>Great post, it still amazes me as to the ammount of info that is available on the net.</content>
    </comment>
    <comment id="e52e22c4-c810-4c2b-87b0-3de85c6bcb20" approved="True">
      <date>2010-05-15 06:21:54</date>
      <author>joya clothes</author>
      <email>bob@gmail.com</email>
      <country>gb</country>
      <ip>204.8.156.142</ip>
      <website>http://www.splendiddresses.info/</website>
      <content>I need to extend security in BE just a little. I need to make a user registration form and disable comments for non-registered users. Has anyone done this? What difficulties might arise?</content>
    </comment>
  </comments>
  <categories>
    <category>d564f3df-3a44-4a3a-91b0-aaca4116a78b</category>
    <category>da755859-b62b-4e48-a737-3307defdd13d</category>
    <category>2d9c3387-a85d-4d22-8737-05a1b4378a25</category>
  </categories>
  <notifications />
</post>