<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Microsoft está viva, e combatente</title>
  <description />
  <content>&lt;p&gt;
Tio Bill n&amp;atilde;o &amp;eacute; bobo. Depois de a Google fazer uma s&amp;eacute;rie de an&amp;uacute;ncios como o &lt;a href="/blog/post/Google-Chrome-OS---World-at-War-Version.aspx" target="_blank"&gt;sistema operacional Google Chrome OS&lt;/a&gt; (&lt;strike&gt;uhu&lt;/strike&gt;) e a &lt;strike&gt;perca&lt;/strike&gt; perda do status de &lt;a href="/blog/post/Google-perde-seu-paradigma.aspx" target="_blank"&gt;beta de produtos como o Gmail, Calendar, Docs e Talk&lt;/a&gt;, sendo essas fun&amp;ccedil;&amp;otilde;es uma clara invas&amp;atilde;o de seu mercado, a Microsoft anuncia que est&amp;aacute; entrando com tudo (&lt;strike&gt;ui&lt;/strike&gt;) no mercado concorrente do Google. 
&lt;/p&gt;
&lt;p&gt;
Primeiro, a &lt;a href="/blog/post/Microsoft-promete-reacender-a-guerra-de-buscas.aspx" target="_blank"&gt;Microsoft lan&amp;ccedil;a o Bing&lt;/a&gt; e ataca de vez no mercado onde Montain View reina absoluta. Agora, a Microsoft anuncia o Microsoft Office System 2010. At&amp;eacute; a&amp;iacute;, nada contra a Google. Mas existe o fato dessa vers&amp;atilde;o do Office estar dispon&amp;iacute;vel de forma gratuita na Internet.
&lt;/p&gt;
&lt;p&gt;
Sim, em vez de voc&amp;ecirc; ter leitores de terceiros com formatos um tanto incompat&amp;iacute;veis,&amp;nbsp; em vez de voc&amp;ecirc; utilizar o Google Docs para tentar abrir arquivos do Office 2007 (famigerados DOCX), n&amp;atilde;o conseguir e renomear para .DOC, para v&amp;ecirc;-los desformatados, &lt;strike&gt;em vez de voc&amp;ecirc; ficar pensando nele&lt;/strike&gt;, agora voc&amp;ecirc; ter&amp;aacute; o mesmo Office que est&amp;aacute; acostumado no Desktop, com a mesma cara e o mesmo formato.
&lt;/p&gt;
&lt;p&gt;
A guerra vai pegar fogo. De um lado, a Google invade os mercados da Microsoft com Google Chrome, Google Chrome OS e Google Talk (alguns exemplos), e do outro a Microsoft responde com Windows Seven, Office 2010 (em vers&amp;atilde;o online inclusive) e o Bing (dentre outros). Quem ganha &amp;eacute; a evolu&amp;ccedil;&amp;atilde;o tecnol&amp;oacute;gica. 
&lt;/p&gt;
&lt;p&gt;
&amp;nbsp;
&lt;/p&gt;
&lt;p&gt;
&amp;nbsp;
&lt;/p&gt;
&lt;p align="center"&gt;
&lt;img src="/blog/image.axd?picture=office2010.png" alt="" /&gt;
&lt;/p&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-07-13 20:03:00</pubDate>
  <lastModified>2009-07-13 20:22:56</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>Microsoft-esta-viva2c-e-combatente</slug>
  <tags>
    <tag>google</tag>
    <tag>microsoft</tag>
    <tag>bing</tag>
    <tag>chrome</tag>
    <tag>chrome os</tag>
    <tag>office</tag>
    <tag>windows</tag>
    <tag>seven</tag>
  </tags>
  <comments />
  <categories>
    <category>2d9c3387-a85d-4d22-8737-05a1b4378a25</category>
  </categories>
  <notifications />
</post>