<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Descivilização</title>
  <description />
  <content>&lt;span class="Apple-style-span" style="font-family: Georgia; font-size: 13px; color: #29303b"&gt;&lt;p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.6em; margin-left: 0px; line-height: 1.5em; text-indent: 35.4pt; padding: 0px" class="MsoNormal"&gt;&lt;span style="font-size: 11px"&gt;&lt;span class="Apple-style-span" style="color: #000000; font-family: Verdana; line-height: normal"&gt;&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;&lt;div style="position: relative; float: left; padding-right: 10px"&gt;&lt;img src="/blog/image.axd?picture=vida.jpg" alt="" /&gt;&lt;/div&gt;&lt;/span&gt;Talvez seja eu o mais ferrenho dos chatos, mas eu n&amp;atilde;o concordo em nada com os Reality Shows. Tanto n&amp;atilde;o, que quando come&amp;ccedil;amos a ensaiar uma banda, a batizamos de Evolu&amp;ccedil;&amp;atilde;o para conseguir mudar as id&amp;eacute;ias do mundo, e a primeira m&amp;uacute;sica, &amp;ldquo;Show Real&amp;rdquo;, &amp;eacute; um verdadeiro mart&amp;iacute;rio contra os big brothers que existem. Porque minha raiva?&lt;p&gt;&amp;nbsp;&lt;span class="Apple-style-span" style="line-height: 16px"&gt;Anos, anos e anos tentando fazer a grava&amp;ccedil;&amp;atilde;o de um disco fizeram com que muitas boas bandas, muitos bons cantores desistissem disso e virassem mais um na multid&amp;atilde;o. Eu vi grandes nomes, com &amp;oacute;timos sons, sucessos escritos, desistirem por n&amp;atilde;o conseguirem vaga para trabalhar. E o porqu&amp;ecirc; de n&amp;atilde;o conseguir. Suas vagas s&amp;atilde;o preenchidas com pessoas que saem do &amp;ldquo;Fama&amp;rdquo; porque assim o povo pode votar em quem gosta menos (Povo: substantivo masculino singular &amp;ndash; ser idiota que gira em torno de voc&amp;ecirc;, que pensa igual uns aos outros e que te excluem por ser inteligente).&lt;/span&gt;&lt;/p&gt;&lt;p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.6em; margin-left: 0px; line-height: 1.5em; padding: 0px" class="MsoNormal"&gt;&lt;span style="font-size: 11px"&gt;&lt;span&gt;&lt;/span&gt;A humanidade &amp;eacute; a coisa mais burra e male&amp;aacute;vel que existe. Eu sou definitivamente contra qualquer tipo de programa&amp;ccedil;&amp;atilde;o que nada adicione para minha massa cinzenta. N&amp;atilde;o &amp;eacute; preciso ter mais c&amp;eacute;rebro liso do que todas essas pessoas que se confinam numa casa e pensam ser famosos. O pior &amp;eacute; que acabam sendo. &lt;/span&gt;&lt;/p&gt;&lt;p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.6em; margin-left: 0px; line-height: 1.5em; padding: 0px" class="MsoNormal"&gt;&lt;span style="font-size: 11px"&gt;[more]&lt;/span&gt;&lt;/p&gt;&lt;p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.6em; margin-left: 0px; line-height: 1.5em; padding: 0px" class="MsoNormal"&gt;&lt;span style="font-size: 11px"&gt;&lt;span&gt;&lt;/span&gt;Tento fugir, xingar e falar com todo mundo que est&amp;atilde;o ficando malucos com tais coisas. Eu gostaria muito de passar dias sem ouvir falar em nada disso, mas por muito fico feliz se isso acontece em poucas horas. Eu trabalho em um ambiente movimentado, vejo pessoas de v&amp;aacute;rias tribos entrando e saindo, mas o assunto comum dentre todas elas &amp;eacute; o tal pared&amp;atilde;o. Se for pegar um &amp;ocirc;nibus, o sucesso &amp;eacute; quem &amp;eacute; l&amp;iacute;der. E eu sei de tanta coisa de l&amp;aacute; mesmo sem nem assistir televis&amp;atilde;o.&lt;/span&gt;&lt;/p&gt;&lt;p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.6em; margin-left: 0px; line-height: 1.5em; padding: 0px" class="MsoNormal"&gt;&lt;span style="font-size: 11px"&gt;&lt;span&gt;&lt;/span&gt;Na minha casa, televis&amp;atilde;o est&amp;aacute; banida. Assistimos coisas &amp;uacute;teis para a mente das pessoas. Eu, particularmente, depois de colocar TV a cabo em casa, n&amp;atilde;o vivo sem Discovery, National Geographic ou Animal Planet. E s&amp;oacute;. Pelo menos eu entendo mais alguma coisa que pode ser &amp;uacute;til no meu futuro. Tenho muitas vantagens com meu curr&amp;iacute;culo com isso, a ponto de me gabar por conseguir ficar empregado quando eu quiser. J&amp;aacute; recusei boas propostas, e seguidas, e mesmo assim n&amp;atilde;o foi dizendo o &amp;ldquo;anjo da semana&amp;rdquo;. Ganho a vida literalmente com o meu conhecimento.&lt;/span&gt;&lt;/p&gt;&lt;p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.6em; margin-left: 0px; line-height: 1.5em; padding: 0px" class="MsoNormal"&gt;&lt;span style="font-size: 11px"&gt;&lt;span&gt;&lt;/span&gt;Isso &amp;eacute; &amp;oacute;timo para todos, do lado de l&amp;aacute;, claro. Voltarei ao mesmo assunto publicado h&amp;aacute; dias atr&amp;aacute;s. Assim &amp;eacute; bem mais f&amp;aacute;cil nos controlar. Ter nossas mentes na m&amp;atilde;o, escolher em quem n&amp;oacute;s vamos votar decidir o futuro do pa&amp;iacute;s por seu bel prazer. Sabem nosso gosto t&amp;atilde;o bem quanto a Google sabe nosso perfil pelos profiles do orkut. &amp;Eacute; verdade. Quanto uma empresa n&amp;atilde;o pagaria para ter um banco de dados com informa&amp;ccedil;&amp;otilde;es t&amp;atilde;o complexas sobre seus consumidores? Sexo, idade, gosto alimentar, gosto musical, esportes, posi&amp;ccedil;&amp;otilde;es er&amp;oacute;ticas, roupas... Isso deve valer uma nota preta. Isso faz um novo show real na Internet.&lt;/span&gt;&lt;/p&gt;&lt;p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.6em; margin-left: 0px; line-height: 1.5em; padding: 0px" class="MsoNormal"&gt;&lt;span style="font-size: 11px"&gt;&lt;span&gt;&lt;/span&gt;A humanidade &amp;eacute; desumana, n&amp;oacute;s perdemos o sentido do prazer e da intelig&amp;ecirc;ncia. N&amp;oacute;s nos apegamos aos n&amp;uacute;meros, ainda mais se forem escritos sobre papel-moeda. A vida mata por dinheiro, nos tiram a vida por dinheiro. E no fim das contas, estamos internacionalizando nossa alma.&lt;/span&gt;&lt;/p&gt;&lt;p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.6em; margin-left: 0px; line-height: 1.5em; padding: 0px" class="MsoNormal"&gt;&lt;span style="font-size: 11px"&gt;&lt;span&gt;&lt;/span&gt;O que podemos fazer para melhorar isso? Em minha opini&amp;atilde;o, um boicote &amp;agrave; televis&amp;atilde;o come&amp;ccedil;aria bem. Ler&amp;iacute;amos mais, conversar&amp;iacute;amos mais, entender&amp;iacute;amos mais. Quem sabe at&amp;eacute; escrever&amp;iacute;amos e ter&amp;iacute;amos opini&amp;otilde;es tamb&amp;eacute;m. J&amp;aacute; seria um avan&amp;ccedil;o. J&amp;aacute; imaginou um povo que vota porque entende seu candidato, o que ele pode fazer e suas ideologias?&lt;/span&gt;&lt;/p&gt;&lt;p style="margin-top: 0px; margin-right: 0px; margin-bottom: 0.6em; margin-left: 0px; line-height: 1.5em; padding: 0px" class="MsoNormal"&gt;&lt;span&gt;&lt;span style="font-size: 11px"&gt;&lt;/span&gt;&lt;span style="font-size: 11px"&gt;Eu vendo a minha mente, mas &amp;eacute; cara demais. &amp;ldquo;Podem at&amp;eacute; maltratar meu cora&amp;ccedil;&amp;atilde;o, que meu esp&amp;iacute;rito ningu&amp;eacute;m vai conseguir quebrar&amp;rdquo;. Aprendam o futuro. Aprendam o significado das coisas. E aprendam com sua fam&amp;iacute;lia. V&amp;aacute; para a casa de seus av&amp;oacute;s conversarem sobre o passado. V&amp;aacute; para seus filhos e sobrinhos conversarem sobre seus futuros. Daqui a alguns anos, voc&amp;ecirc;s ser&amp;atilde;o av&amp;oacute;s tamb&amp;eacute;m. E vai dizer o que, ele perdeu o programa por quatro por cento dos votos?&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-05-31 20:56:00</pubDate>
  <lastModified>2009-06-06 18:36:29</lastModified>
  <raters>3</raters>
  <rating>5</rating>
  <slug>descivilizacao</slug>
  <tags>
    <tag>televisao</tag>
    <tag>reality</tag>
    <tag>show</tag>
    <tag>pensar</tag>
    <tag>cérebro</tag>
  </tags>
  <comments>
    <comment id="e1900600-e3c1-4fee-83f3-01c64ccd8fe7" approved="True">
      <date>2010-01-05 14:12:33</date>
      <author>fast payday loans</author>
      <email>nanny1granny5@tvec.net</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.globalpaydayloans.com/</website>
      <content>Of course, what a great site and informative posts, I will add backlink - bookmark this site? Regards, Reader.</content>
    </comment>
    <comment id="2c383e93-06c8-407d-99de-a8741e55e1cf" approved="True">
      <date>2010-02-22 19:34:38</date>
      <author>Herbal colon cleanse</author>
      <email>nanfergie@peoplepc.com</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.super-colon-cleanses.com/</website>
      <content>In searching for sites related to web hosting and specifically comparison hosting linux plan web, your site came up.You are a very smart person!</content>
    </comment>
    <comment id="61d35539-1ac0-43be-9009-eb0a1b2eb7e6" approved="True">
      <date>2010-02-24 09:57:36</date>
      <author>Acne products</author>
      <email>kaosjen@aol.com</email>
      <country />
      <ip>79.116.139.239</ip>
      <website>http://www.super-acne-treatment.com/</website>
      <content>Of course, what a great site and informative posts, I will add backlink - bookmark this site? Regards, Reader.</content>
    </comment>
    <comment id="9d9f2015-6317-4887-8330-8cb7d4a8c623" approved="True">
      <date>2010-02-25 11:51:42</date>
      <author>pay day loans</author>
      <email>kapptin@uswest.net</email>
      <country />
      <ip>79.116.143.109</ip>
      <website>http://www.sonicloans.net/</website>
      <content>I was looking for this the other day. i dont usually post in forums but i wanted to say thank you!</content>
    </comment>
    <comment id="f7b621bb-b1e0-405b-a2b0-7e43051630f1" approved="True">
      <date>2010-02-25 13:35:52</date>
      <author>pay day loans</author>
      <email>karen4664@sbcglobal.net</email>
      <country />
      <ip>79.116.143.109</ip>
      <website>http://www.sonicloans.net/</website>
      <content>I was looking for this the other day. i dont usually post in forums but i wanted to say thank you!</content>
    </comment>
    <comment id="0941fe7b-74e7-4433-bb49-771e9e4ad2d2" approved="True">
      <date>2010-02-27 02:52:58</date>
      <author>cash advance</author>
      <email>kar8642@yahoo.com</email>
      <country />
      <ip>79.116.142.33</ip>
      <website>http://www.flyingloans.com/</website>
      <content>Your blog is so informative … keep up the good work!!!!</content>
    </comment>
    <comment id="3ebd95db-85d4-4459-88f9-919bf65897a3" approved="True">
      <date>2010-02-27 10:53:05</date>
      <author>cash advance</author>
      <email>kaqua216@aol.com</email>
      <country />
      <ip>79.116.142.118</ip>
      <website>http://www.flyingloans.com/</website>
      <content>This article gives the light in which we can observe the reality. this is very nice one and gives indepth information. thanks for this nice article!</content>
    </comment>
    <comment id="77ae1075-09f6-4a3d-b86c-1e8603b9e878" approved="True">
      <date>2010-03-13 17:09:26</date>
      <author>Stretch marks treatment</author>
      <email>nannydi@cox.net</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.stretch-marks-treatments.com/</website>
      <content>Hi there, I found your blog via Google while searching for first aid for a heart attack and your post looks very interesting for me.</content>
    </comment>
    <comment id="8339bb56-c8b8-49e4-a6f7-20e1242823b2" approved="True">
      <date>2010-03-18 17:21:40</date>
      <author>genital warts cure</author>
      <email>kaphip@aol.com</email>
      <country />
      <ip>172.190.249.36</ip>
      <website>http://www.super-warts-treatment.com/</website>
      <content>Of course, what a great site and informative posts, I will add backlink - bookmark this site?  Big thanks for the useful info i found on Desciviliza&amp;#231;&amp;#227;o. </content>
    </comment>
    <comment id="09584620-63af-48b9-af5f-4efaa67df106" approved="True">
      <date>2010-03-19 11:22:44</date>
      <author>home remedies for nail fungus</author>
      <email>kaok410@aol.com</email>
      <country />
      <ip>172.190.53.26</ip>
      <website>http://www.nail-fungus-treatments.com/</website>
      <content>Hey - nice blog, just looking around some blogs, seems a pretty nice platform you are using. I'm currently using Wordpress for a few of my sites but looking to change one of them over to a platform similar to yours as a trial run. Anything in particular you would recommend about it? Big thanks for the useful info i found on Desciviliza&amp;#231;&amp;#227;o. </content>
    </comment>
    <comment id="ef4d1478-53b4-4610-8bf3-a699e7dd5fbc" approved="True">
      <date>2010-03-20 13:56:59</date>
      <author>car loans for people with bad credit</author>
      <email>nannette.mcconnell@elpaso.com</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.online-car-loan.com/</website>
      <content>There is obviously a lot to know about this.  I think you made some good points in Features also.</content>
    </comment>
    <comment id="ecc00713-ae6f-4644-8570-f3aa9d564ef4" approved="True">
      <date>2010-03-21 12:42:28</date>
      <author>bad credit auto financing</author>
      <email>nanden@charter.net</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.online-car-loan.com/</website>
      <content>Resources like the one you mentioned here will be very useful to me! I will post a link to this page on my blog. I am sure my visitors will find that very useful.</content>
    </comment>
    <comment id="c5cd74c2-b524-4cea-abf2-1bc7eab216eb" approved="True">
      <date>2010-04-05 17:20:14</date>
      <author>debt settlement services</author>
      <email>nandal@localnet.com</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.online-debt-settlement.com/</website>
      <content>Thank you for another great article. Where else could anyone get that kind of information in such a perfect way of writing? I have a presentation next week, and I am on the look for such information.</content>
    </comment>
    <comment id="54fc7064-d89e-4526-8f54-94630ea5d9a3" approved="True">
      <date>2010-04-06 08:34:35</date>
      <author>cellulite home remedies</author>
      <email>karbarc@hotmail.com</email>
      <country>us</country>
      <ip>172.130.27.197</ip>
      <website>http://www.super-cellulite-treatment.com/</website>
      <content>Took me time to read all the comments, but I really enjoyed the article. It proved to be Very helpful to me and I am sure to all the commenters here! It's always nice when you can not only be informed, but also entertained! I'm sure you had fun writing this article.  Big thanks for the useful info i found on Desciviliza&amp;#231;&amp;#227;o. </content>
    </comment>
    <comment id="011ba154-efb7-47d2-9243-b652c7f7fea1" approved="True">
      <date>2010-04-06 11:41:37</date>
      <author>cellulite cream reviews</author>
      <email>karan@preferredtitle.com</email>
      <country>us</country>
      <ip>172.129.195.158</ip>
      <website>http://www.super-cellulite-treatment.com/</website>
      <content>There are certainly a lot of details like that to take into consideration.  Big thanks for the useful info i found on Desciviliza&amp;#231;&amp;#227;o. </content>
    </comment>
    <comment id="a81e3410-8c94-48d8-9a9b-eb6ee5d18c4e" approved="True">
      <date>2010-04-06 11:50:24</date>
      <author>debt settlement programs</author>
      <email>nanna@tnets.net</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.online-debt-settlement.com/</website>
      <content>I wanted to thank you for this great read!! I definitely enjoying every little bit of it.I have you bookmarked to check out new stuff you post.</content>
    </comment>
    <comment id="3aa15561-7d36-4039-980a-6921c0e7b1f0" approved="True">
      <date>2010-04-11 19:09:31</date>
      <author>poor credit personal loans</author>
      <email>kankar2003@cs.com</email>
      <country>us</country>
      <ip>79.116.143.101</ip>
      <website>http://ezinearticles.com/?Bad-Credit-Unsecured-Personal-Loan&amp;id=2092544</website>
      <content>I completely agree with the above comment, the internet is with a doubt growing into the most important medium of communication across the globe and its due to sites like this that ideas are spreading so quickly.</content>
    </comment>
    <comment id="abdabec4-c87f-4cc3-87e9-50ce50eca790" approved="True">
      <date>2010-04-13 00:03:18</date>
      <author>best personal loans</author>
      <email>kansasaudiophile@aol.com</email>
      <country>us</country>
      <ip>79.116.143.101</ip>
      <website>http://ezinearticles.com/?Bad-Credit-Fast-Cash-Loan&amp;id=2138359</website>
      <content>Wow! Thank you! I always wanted to write in my site something like that.</content>
    </comment>
    <comment id="18447e4e-9d71-4061-9ecf-0f7421750421" approved="True">
      <date>2010-05-03 02:28:23</date>
      <author>best personal loan</author>
      <email>karan_ary@yahoo.com</email>
      <country>us</country>
      <ip>79.116.143.184</ip>
      <website>http://www.sonicloans.net/best-personal-loan.html</website>
      <content>There is obviously a lot to know about this.  I think you made some good points in Features also.</content>
    </comment>
    <comment id="6f1b97ae-0252-4c4b-81d3-7f83ca78f1c6" approved="True">
      <date>2010-05-03 14:35:29</date>
      <author>payday loans no faxing</author>
      <email>karamelbeauty@aol.com</email>
      <country>us</country>
      <ip>79.116.143.184</ip>
      <website>http://www.sonicloans.net/payday-loans-no-faxing.html</website>
      <content>Finally, got what I was looking for!! I definitely enjoying every little bit of it. Glad I stumbled into this article! smile I have you bookmarked to check out new stuff you post</content>
    </comment>
    <comment id="f5541b72-1d4f-435c-82f0-ddaad5a3fcbb" approved="True">
      <date>2010-05-12 08:47:27</date>
      <author>payday advance loan</author>
      <email>kandy6534@blkhawk.net</email>
      <country>us</country>
      <ip>172.190.215.152</ip>
      <website>http://www.globalpaydayloans.com/payday-advance-loan.htm</website>
      <content>This is such a great resource that you are providing and you give it away for free. I love seeing websites that understand the value of providing a quality resource for free. It?s the old what goes around comes around routine. </content>
    </comment>
    <comment id="3d81e558-cd6d-41ba-b9b1-96adfc502b13" approved="True">
      <date>2010-05-12 16:06:09</date>
      <author>personal loan bank</author>
      <email>kantzfm@countryilink.net</email>
      <country>us</country>
      <ip>79.116.142.159</ip>
      <website>http://www.globalpaydayloans.com/personal-loan-bank.htm</website>
      <content>Took me time to read all the comments, but I really enjoyed the article. It proved to be Very helpful to me and I am sure to all the commenters here! It's always nice when you can not only be informed, but also entertained! I'm sure you had fun writing this article. </content>
    </comment>
    <comment id="17546ae5-4d53-4d20-bf4c-9878737e1ebd" approved="True">
      <date>2010-05-19 00:05:49</date>
      <author>no payday loans</author>
      <email>kanuapatel1@msn.com</email>
      <country>us</country>
      <ip>79.116.143.244</ip>
      <website>http://www.flyingloans.com/no-payday-loans.htm</website>
      <content>I completely agree with the above comment, the internet is with a doubt growing into the most important medium of communication across the globe and its due to sites like this that ideas are spreading so quickly.</content>
    </comment>
    <comment id="effc2d02-8432-4679-9e97-2854b43dfb4f" approved="True">
      <date>2010-05-24 20:38:27</date>
      <author>cash advance payday loans</author>
      <email>kaouther28@voila.fr</email>
      <country>us</country>
      <ip>79.116.143.202</ip>
      <website>http://www.flyingloans.com/cash-advance-payday-loans.htm</website>
      <content>I admire what you have done here. I like the part where you say you are doing this to give back but I would assume by all the comments that this is working for you as well.</content>
    </comment>
  </comments>
  <categories>
    <category>5ff04586-437c-47f7-81b5-b22f9488b9da</category>
  </categories>
  <notifications />
</post>