<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Windows Seven - A Microsoft ainda (já) sabe fazer sistemas</title>
  <description />
  <content>&lt;p&gt;
A Microsoft ir&amp;aacute; liberar o Windows Seven para RTM no m&amp;aacute;ximo em agosto. RTM significa Release to Manufacturing, ou seja, o sistema est&amp;aacute; pronto para ser embalado e distribu&amp;iacute;do, e n&amp;atilde;o ter&amp;aacute; mais altera&amp;ccedil;&amp;otilde;es at&amp;eacute; chegar ao mercado, em outubro de 2009.
&lt;/p&gt;
&lt;p&gt;
Um novo sistema operacional lan&amp;ccedil;ado pela Microsoft &amp;eacute; sempre o lan&amp;ccedil;amento de software mais esperado desde o &amp;uacute;ltimo sistema operacional lan&amp;ccedil;ado pela Microsoft &lt;strike&gt;(na verdade, o &amp;uacute;ltimo sistema operacional foi o XP. O Vista pode, por favor, ser chamado de alpha do Seven)&lt;/strike&gt;. 
&lt;/p&gt;
&lt;p&gt;
Mas o que o Windows Seven mudou tanto? Vamos listar aqui algumas mudan&amp;ccedil;as para quem vem do XP ou mesmo do Vista:
&lt;/p&gt;
&lt;ul&gt;
	&lt;li&gt;Multi-toque: Voc&amp;ecirc; n&amp;atilde;o vai usar isso. Tenha certeza. Absoluta. Sem chances. Pra dizer a verdade, voc&amp;ecirc; vai usar sim. No caixa autom&amp;aacute;tico do seu banco, um sistema operacional com toques na tela ser&amp;aacute; apresentado pra voc&amp;ecirc;. Se n&amp;atilde;o for o Seven, &amp;eacute; um irm&amp;atilde;o. Um primo. Mas &amp;eacute; maneiro, e viciante, e tomara que isso realmente chegue aos desktops.&lt;/li&gt;
	&lt;li&gt;Internet Explorer 8: O primeiro navegador da Microsoft que suporta com W3C. Isso &amp;eacute; &amp;oacute;timo para o futuro, mas atualmente est&amp;aacute; sendo uma dor de cabe&amp;ccedil;a para todos os designers que resolveram programar orientado a gambiarras (POG) para Internet Explorer&amp;#39;s 6 e 7. &lt;a href="/blog/post/Qual-navegador-voce-usa.aspx" target="_blank"&gt;Vale o upgrade, mesmo que voc&amp;ecirc; continue no XP&lt;/a&gt;.&lt;/li&gt;
	&lt;li&gt;&lt;strike&gt;Melhor desempenho: todo Windows &amp;eacute; mais r&amp;aacute;pido que o antecessor.&lt;/strike&gt;&lt;/li&gt;
	&lt;li&gt;Jogos para Internet: O pior bug do Windows Vista foi corrigido. Agora os jogos para Internet que o XP possu&amp;iacute; foram remodelados e devolvidos.Voc&amp;ecirc; voltar&amp;aacute; a jogar partidas emocionantes de Espadas, Gam&amp;atilde;o e Damas com algu&amp;eacute;m que voc&amp;ecirc; nunca viu!&lt;/li&gt;
	&lt;li&gt;&amp;Aacute;rea de trabalho totalmente modificada: Um usu&amp;aacute;rio do XP se sentir&amp;aacute; no Kubuntu! &lt;img src="/blog/admin/tiny_mce/plugins/emotions/images/smiley-tongue-out.gif" border="0" alt="Tongue out" title="Tongue out" /&gt;&lt;/li&gt;
&lt;/ul&gt;
&lt;br /&gt;
Clique na continua&amp;ccedil;&amp;atilde;o abaixo para ver as telas comparativas entre o Windows Seven e o Kubuntu 9.04.&lt;br /&gt;
&lt;br /&gt;
[more]&lt;br /&gt;
&lt;p align="center"&gt;
&lt;img src="/blog/image.axd?picture=windows7-1-kerodicas-com.jpg" alt="" /&gt;&lt;br /&gt;
&lt;strong&gt;Windows Seven
&lt;/strong&gt;
&lt;/p&gt;
&lt;div align="center"&gt;
&lt;/div&gt;
&lt;p align="center"&gt;
&amp;nbsp; 
&lt;/p&gt;
&lt;div align="center"&gt;
&lt;img src="/blog/image.axd?picture=kubuntu.png" alt="" /&gt;&lt;br /&gt;
&lt;strong&gt;Kubuntu 9.04&lt;/strong&gt;&lt;br /&gt;
&lt;/div&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-07-14 23:17:00</pubDate>
  <lastModified>2009-07-14 23:53:29</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>Windows-Seven---A-Microsoft-ainda-(ja)-sabe-fazer-sistemas</slug>
  <tags>
    <tag>windows</tag>
    <tag>seven</tag>
    <tag>microsoft</tag>
    <tag>kubuntu</tag>
    <tag>kde</tag>
  </tags>
  <comments />
  <categories>
    <category>0b1ef33e-64fe-495d-99b9-39ea1ffef7dc</category>
  </categories>
  <notifications />
</post>