<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Microsoft se prepara para lançar antivírus</title>
  <description />
  <content>&lt;p&gt;
De acordo com a Ag&amp;ecirc;ncia Reuters est&amp;aacute; se preparando para revelar um servi&amp;ccedil;o gratuito de antivirus para computadores, para competir tamb&amp;eacute;m no mercado de antivirus.&amp;nbsp; A &lt;a href="http://www.microsoft.com" target="_blank"&gt;Microsoft&lt;/a&gt; vez planos para oferecer seu antivirus codinome &amp;quot;Morro&amp;quot; &lt;strike&gt;hahahahahahahahahaha&lt;/strike&gt; em novembro de 2009. A data exata da lan&amp;ccedil;amento do novo antivirus ainda n&amp;atilde;o foi anunciada, mas ainda de acordo com a Reuters a Microsoft ir&amp;aacute; disponibilizar um beta da vers&amp;atilde;o grat&amp;uacute;ita para os usuarios. 
&lt;/p&gt;
&lt;p&gt;
&amp;nbsp;Investidores em seguran&amp;ccedil;a de software afirmam que empresas como &lt;a href="http://www.mcafee.com" target="_blank"&gt;McAfee&lt;/a&gt; e &lt;a href="http://www.symantec.com" target="_blank"&gt;Symantec&lt;/a&gt; est&amp;atilde;o preocupadas. Com a Microsoft oferecendo um antivirus gr&amp;aacute;tis o lucro dessas empresas tender&amp;aacute; a cair. 
&lt;/p&gt;
&lt;p align="center"&gt;
&lt;img style="width: 378px; height: 223px" src="/blog/image.axd?picture=microsoft_vs_symantec.jpg" alt="" width="424" height="259" /&gt; 
&lt;/p&gt;
&lt;p&gt;
Essa estrat&amp;eacute;gia de marketing tende a ser mais negativa do que positiva. Lan&amp;ccedil;ando um antivirus, principalmente gr&amp;aacute;tis, a Microsoft est&amp;aacute; dando a dizer que o sistema operacional dela realmente precisa de ajuda e que sim, precisamos de antiv&amp;iacute;rus. Outro lado negativo s&amp;atilde;o &lt;a href="/blog/post/Windows-7-vira-sem-Internet-Explorer-Na-Europa.aspx" target="_blank"&gt;os processos que ela constantemente recebe&lt;/a&gt;, principalmente na Europa, por pr&amp;aacute;ticas monopolistas desleais. N&amp;atilde;o ir&amp;aacute; demorar muito para a Comiss&amp;atilde;o Europ&amp;eacute;ia lan&amp;ccedil;ar outro processo contra a Microsoft. 
&lt;/p&gt;
&lt;p&gt;
Mas quem sabe, at&amp;eacute; l&amp;aacute;, Symantec e McAfee tenham falecido, como o finado &lt;a href="http://pt.wikipedia.org/wiki/Netscape_Navigator" target="_blank"&gt;Netscape&lt;/a&gt; &lt;strike&gt;(descanse em paz).&lt;/strike&gt; 
&lt;/p&gt;
&lt;p&gt;
Fonte: OsNews 
&lt;/p&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-06-14 12:42:00</pubDate>
  <lastModified>2009-06-14 13:01:38</lastModified>
  <raters>1</raters>
  <rating>4</rating>
  <slug>Microsoft-se-prepara-para-lancar-antivirus</slug>
  <tags>
    <tag>microsoft</tag>
    <tag>windows</tag>
    <tag>morro</tag>
    <tag>antivirus</tag>
    <tag>symantec</tag>
    <tag>mcafee</tag>
  </tags>
  <comments />
  <categories>
    <category>0b1ef33e-64fe-495d-99b9-39ea1ffef7dc</category>
  </categories>
  <notifications />
</post>