<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Pensar Mata</title>
  <description>A velocidade do pensamento é algo extreamemente irracional nos dias atuais. Digo isso com o pé no chão. Pense. Para quê precisamos pensar tão rápidos assim? Temos computadores, temos Internet, a Google e a Wikipedia para fazer esses serviços "pesados".</description>
  <content>&lt;span class="Apple-style-span" style="font-family: Georgia; font-size: 13px; margin-top: 14px"&gt;&lt;br /&gt;&lt;div style="position: relative; float: left; padding-right: 10px"&gt;&lt;img src="/blog/image.axd?picture=wiseman.jpg" alt="Pensar mata" /&gt;&lt;/div&gt;&lt;div&gt;A velocidade do pensamento &amp;eacute; algo extreamemente irracional nos dias atuais. Digo isso com o p&amp;eacute; no ch&amp;atilde;o. Pense. Para qu&amp;ecirc; precisamos pensar t&amp;atilde;o r&amp;aacute;pidos assim? Temos computadores, temos Internet, a Google e a Wikipedia para fazer esses servi&amp;ccedil;os &amp;quot;pesados&amp;quot;.&lt;br /&gt;&lt;br /&gt;No Brasil, j&amp;aacute; nos demos conta que pensar faz mal. Raciocinar, sobre qualquer coisa, &amp;eacute; o mal da humanidade, pelo menos a brasileira. N&amp;oacute;s temos a Globo para fazer isso pela gente. Conseguimos ver o Jornal Nacional e nos acostumar com not&amp;iacute;cias dadas por eles. E somente por eles. N&amp;atilde;o procuramos segundas opni&amp;otilde;es, n&amp;atilde;o procuramos outra vis&amp;atilde;o dos fatos. &amp;quot;Ele &amp;eacute; o culpado&amp;quot;, pronto, acabou.&lt;br /&gt;&lt;br /&gt;O pensamento &amp;eacute; il&amp;oacute;gico nos dias atuais. Mesmo quem realmente deseja pensar, quem realmente gosta de pensar, o faz errado. Quem muito&lt;br /&gt;pensa, pouco faz. Quem pensa o suficiente, faz o suficiente para a sua subexist&amp;ecirc;ncia. Pensar mata, e posso provar mais uma vez. Pensar pode matar, por bolar planos mirabolantes de avi&amp;otilde;es e pr&amp;eacute;dios, de bombeiros e gases, de p&amp;oacute;s, guerras, pr&amp;oacute;s, terras. Pensar mata, pois ao criar a cura de doen&amp;ccedil;as incur&amp;aacute;veis, e que na verdade as t&amp;ecirc;m h&amp;aacute; tempos, o cientista, o inventor, o c&amp;eacute;rebro, vira queima de arquivo. Pensar mata&lt;br /&gt;porque logo ap&amp;oacute;s o an&amp;uacute;ncio de um ve&amp;iacute;culo movido a &amp;aacute;gua, seu inventor misteriosamente &amp;quot;sumiu&amp;quot;. Sem dizer as ditaduras. Como n&amp;atilde;o podia matar quem pensava naquela &amp;eacute;poca, ou naquele pa&amp;iacute;s?&lt;/div&gt;&lt;div&gt;&amp;nbsp;&lt;/div&gt;&lt;div&gt;[more]&lt;/div&gt;&lt;div&gt;&lt;br /&gt;Petr&amp;oacute;leo vale mais do que vida nesse planeta. O dinheiro consome a racionalidade natural. A sele&amp;ccedil;&amp;atilde;o deixou de ser natural tamb&amp;eacute;m, e passa para o car&amp;aacute;ter laboratorial. A vida &amp;eacute; feita in vitro, n&amp;atilde;o como beb&amp;ecirc;s de proveta realmente, mas como somos na verdade hoje em dia: fantoches.&lt;br /&gt;&lt;br /&gt;Respondemos sim em coro, para a m&amp;iacute;dia. Respondemos com aprova&amp;ccedil;&amp;atilde;o as aprova&amp;ccedil;&amp;otilde;es de governos. Entre anos e anos, elei&amp;ccedil;&amp;otilde;es e elei&amp;ccedil;&amp;otilde;es, as mesmas promessas bem vestidas aparecem para beijar nossos filhos e tocar nossos cora&amp;ccedil;&amp;otilde;es. Nos enchem de chaveiros e bal&amp;otilde;es de h&amp;eacute;lio, depois ganham seus gabinetes e voltam a controlar nossa mente como se nada tivesse acontecido. Talvez se arrependam. Quatro anos depois.&lt;br /&gt;&lt;br /&gt;Mas n&amp;atilde;o no Brasil! Somos inteligentes o suficiente para saber que n&amp;atilde;o adianta nada vai adiantar irmos &amp;agrave;s ruas. J&amp;aacute; fomos antes. Pedimos diretas, pedimos impeatchment, pedimos comida. Quantas vezes fomos atendidos? V&amp;aacute;rias? Nenhuma. Tudo que fizemos e pedimos foi feito &amp;aacute; sua maneira. A deles.&lt;br /&gt;&lt;br /&gt;Eu proponho a vegetatiza&amp;ccedil;&amp;atilde;o de cada cidad&amp;atilde;o pensante com mais de 1200 centimetros c&amp;uacute;bicos de c&amp;eacute;rebro. Ser&amp;aacute; o mundo da Perfei&amp;ccedil;&amp;atilde;o e Utopia, como substantivos pr&amp;oacute;prios mesmo. Todos seremos plantas, viveremos na Amaz&amp;ocirc;nia e comeremos restos ligas carbon&amp;aacute;rias jogadas ao solo. Assim sentiremos na pele a dor que fazemos aos outros, &amp;quot;racionais&amp;quot; ou n&amp;atilde;o, humanos ou n&amp;atilde;o, animais, vegetais ou toda Gaia.&lt;br /&gt;&lt;br /&gt;E se fossemos para sermos inteligentes, aprender&amp;iacute;amos com a hist&amp;oacute;ria. Isso j&amp;aacute; ocorreu antes, v&amp;aacute;rias vezes, mas para saber disso temos que estudar. E pensar.&lt;br /&gt;&lt;br /&gt;Mas pensar mata.&lt;/div&gt;&lt;/span&gt;</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-05-31 19:43:00</pubDate>
  <lastModified>2009-06-06 18:36:39</lastModified>
  <raters>2</raters>
  <rating>5</rating>
  <slug>Pensar-Mata</slug>
  <tags>
    <tag>pensar</tag>
    <tag>mata</tag>
    <tag>tecnologia</tag>
    <tag>internet</tag>
    <tag>google</tag>
    <tag>wikipedia</tag>
    <tag>informação</tag>
    <tag>dados</tag>
    <tag>cérebro</tag>
  </tags>
  <comments>
    <comment id="de8db15e-201c-4386-9df8-06e220e88d09" approved="True">
      <date>2009-06-03 14:39:26</date>
      <author>Priscila</author>
      <email>prizinhaa19@hotmail.com</email>
      <country>br</country>
      <ip>201.51.20.122</ip>
      <content>Boa tarde,adorei o site!
Eu fui privilegiada de participar da felicidade de duas pessoas que realmente sabem fazer de melhor o que gostao de fazer,&amp;quot;ELES SAO OS CARAS&amp;quot;,SABEM MUITOOOOOOO.
Eu recomendo esta &amp;quot;dupla sensacional&amp;quot; para todos,pois eles saberao o que fazer quando vc nem imagina.
&amp;quot;ESSE SITE &amp;#201; APENAS O PRINCIPIO DO QUE ELES REALMENTE FARAO DAKI PRA FRENTE&amp;quot;.
BOA SORTE PESSOAL,VCS AINDA V&amp;#195;O MUITO MAIS LONGE!!!
ACREDITE!.....</content>
    </comment>
    <comment id="48aa470f-8e8e-44cc-8cfb-2c3be764194f" approved="True">
      <date>2009-06-03 17:26:01</date>
      <author>Juan</author>
      <email>juan@pysi.com.br</email>
      <country>br</country>
      <ip>201.51.233.130</ip>
      <website>http://www.pysi.com.br/</website>
      <content>Falo e Disse Priscila, to contigo e n&amp;#227;o abro</content>
    </comment>
    <comment id="c07e7ff0-f4cc-4cad-9cfe-6e45d2e33f38" approved="True">
      <date>2010-01-05 13:51:43</date>
      <author>fast loans</author>
      <email>nancyw@joimail.com</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.globalpaydayloans.com/</website>
      <content>Resources like the one you mentioned here will be very useful to me! I will post a link to this page on my blog. I am sure my visitors will find that very useful.</content>
    </comment>
    <comment id="cf222743-f9c6-4eb8-82cf-46c50d7ea3d1" approved="True">
      <date>2010-01-05 14:12:17</date>
      <author>payday loans</author>
      <email>nannagodsey2002@yahoo.com</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.globalpaydayloans.com/</website>
      <content>Of course, what a great site and advisory posts, Can I add backlink - import your rss feed? Regards, Reader.</content>
    </comment>
    <comment id="17c71b20-3204-4a6e-9b7e-47be76cb1682" approved="True">
      <date>2010-02-22 19:34:01</date>
      <author>Herbal colon cleanse</author>
      <email>nancywarren1@cox.net</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.super-colon-cleanses.com/</website>
      <content>Wow! Thank you! I always wanted to write in my site something like that.</content>
    </comment>
    <comment id="a0b5637c-a2c6-4d0f-9268-15ba8e4c66f1" approved="True">
      <date>2010-02-24 09:57:27</date>
      <author>Acne scar treatment</author>
      <email>kara1_31_80@yahoo.com</email>
      <country />
      <ip>79.116.139.239</ip>
      <website>http://www.super-acne-treatment.com/</website>
      <content>Excellent read, I just passed this onto a colleague who was doing a little research on that. And he actually bought me lunch because I found it for him smile So let me rephrase that: Thanks for lunch!</content>
    </comment>
    <comment id="6455a5df-172c-4a80-9d80-a673d4ce6f69" approved="True">
      <date>2010-02-25 11:51:22</date>
      <author>paydayloans</author>
      <email>kaplanj2000@yahoo.com</email>
      <country />
      <ip>79.116.143.109</ip>
      <website>http://www.sonicloans.net/</website>
      <content>I wanted to say that it's nice to know that someone else also mentioned this as I had trouble finding the same info elsewhere. This was the first place that told me the answer. Thanks.</content>
    </comment>
    <comment id="81db713e-8bbe-4c34-8a1e-3670a206d6fe" approved="True">
      <date>2010-02-25 13:35:17</date>
      <author>paydayloans</author>
      <email>kapp02@hotmail.com</email>
      <country />
      <ip>79.116.143.109</ip>
      <website>http://www.sonicloans.net/</website>
      <content>Wow and wow! Thank you! I always wished to write in my site something like that.</content>
    </comment>
    <comment id="5559b81b-0b1c-4bfa-bcdf-8a0ec76782dd" approved="True">
      <date>2010-02-27 02:52:37</date>
      <author>cash advance</author>
      <email>karen@kcpindustries.com</email>
      <country />
      <ip>79.116.142.33</ip>
      <website>http://www.flyingloans.com/</website>
      <content>Resources like the one you mentioned here will be very useful to me! I will post a link to this page on my blog. I am sure my visitors will find that very useful.</content>
    </comment>
    <comment id="ba2632b2-399f-4a35-8fa2-49c8c285399a" approved="True">
      <date>2010-02-27 10:52:31</date>
      <author>cash advance</author>
      <email>kansas3213@cox.net</email>
      <country />
      <ip>79.116.142.118</ip>
      <website>http://www.flyingloans.com/</website>
      <content>I completely agree with the above comment, the internet is with a doubt growing into the most important medium of communication across the globe and its due to sites like this that ideas are spreading so quickly.</content>
    </comment>
    <comment id="32e017d6-b23d-4e22-a2dc-eeeaeea93243" approved="True">
      <date>2010-03-13 17:08:56</date>
      <author>Stretch marks treatment</author>
      <email>nani917@blackplanet.com</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.stretch-marks-treatments.com/</website>
      <content>In searching for sites related to web hosting and specifically comparison hosting linux plan web, your site came up.You are a very smart person!</content>
    </comment>
    <comment id="0f90917a-6f17-42e2-b479-d9da6dd75931" approved="True">
      <date>2010-03-18 17:21:07</date>
      <author>toenail fungus remedy</author>
      <email>kandykane512000@yahoo.com</email>
      <country />
      <ip>172.190.249.36</ip>
      <website>http://www.nail-fungus-treatments.com/</website>
      <content>Super-Duper site! I am loving it!! Will come back again - taking you feeds also.  Big thanks for the useful info i found on Pensar Mata. </content>
    </comment>
    <comment id="badcad62-868f-4efe-9d93-4058af5c7c3e" approved="True">
      <date>2010-03-19 11:21:47</date>
      <author>new cellulite treatment</author>
      <email>kandraclevenger@hotmail.com</email>
      <country />
      <ip>172.190.53.26</ip>
      <website>http://www.super-cellulite-treatment.com/</website>
      <content>Excellent read, I just passed this onto a colleague who was doing a little research on that. And he actually bought me lunch because I found it for him smile So let me rephrase that: Thanks for lunch! Big thanks for the useful info i found on Pensar Mata. </content>
    </comment>
    <comment id="20cdec35-837f-4ea5-ade7-8ca79549b4e0" approved="True">
      <date>2010-03-20 13:56:24</date>
      <author>debt management plan</author>
      <email>nannybobbi@iopener.net</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.online-debt-settlement.com/</website>
      <content>Of course, what a great site and advisory posts, Can I add backlink - import your rss feed? Regards, Reader.</content>
    </comment>
    <comment id="9ce479a8-864e-4dd5-ab51-3f9c6c5f1d9d" approved="True">
      <date>2010-03-21 12:41:32</date>
      <author>car loans for bad credit</author>
      <email>nanette-misiak@att.net</email>
      <country />
      <ip>78.96.119.121</ip>
      <website>http://www.online-car-loan.com/</website>
      <content>There is obviously a lot to know about this.  I think you made some good points in Features also.</content>
    </comment>
    <comment id="c2973695-7db7-4b78-bcae-1cc58b31e37e" approved="True">
      <date>2010-03-31 16:19:39</date>
      <author>cure for genital warts</author>
      <email>kandygurl2000@hotmail.com</email>
      <country />
      <ip>172.190.152.226</ip>
      <website>http://www.super-warts-treatment.com/</website>
      <content>my God, i thought you were going to chip in with some decisive insght at the end there, not leave it with &amp;quot;we leave it to you to decide&amp;quot;. Big thanks for the useful info i found on Pensar Mata. </content>
    </comment>
    <comment id="88d0f920-d9e6-4157-b8b0-98a593486314" approved="True">
      <date>2010-04-01 08:34:28</date>
      <author>genital wart removal</author>
      <email>karen1451@cs.com</email>
      <country />
      <ip>172.190.112.245</ip>
      <website>http://www.super-warts-treatment.com/</website>
      <content>I completely agree with the above comment, the internet is with a doubt growing into the most important medium of communication across the globe and its due to sites like this that ideas are spreading so quickly. Big thanks for the useful info i found on Pensar Mata. </content>
    </comment>
    <comment id="b6c50b07-24a4-4369-a524-1187d8f4e29e" approved="True">
      <date>2010-04-11 19:09:20</date>
      <author>Same Day Payday Loans</author>
      <email>karagrove@hotmail.com</email>
      <country>us</country>
      <ip>79.116.143.101</ip>
      <website>http://ezinearticles.com/?Personal-Loans-With-Bad-Credit---What-to-Do&amp;id=2044593</website>
      <content>You made some good points there. I searched this topic and found out that most people will agree with your blog.</content>
    </comment>
    <comment id="b5b3c270-c374-421a-b871-526497590877" approved="True">
      <date>2010-04-13 00:03:01</date>
      <author>bad credit personal loans</author>
      <email>kandyj25@netscape.net</email>
      <country>us</country>
      <ip>79.116.143.101</ip>
      <website>http://ezinearticles.com/?Personal-Loans-For-People-With-Bad-Credit&amp;id=2092583</website>
      <content>I admire the valuable information you offer in your articles. I will bookmark your blog and have my children check up here often. I am quite sure they will learn lots of new stuff here than anybody else!</content>
    </comment>
    <comment id="c7f18df6-bc92-4c31-8975-20f70995568a" approved="True">
      <date>2010-05-03 02:28:03</date>
      <author>best payday loan</author>
      <email>kangks3@hanmail.net</email>
      <country>us</country>
      <ip>79.116.143.184</ip>
      <website>http://www.sonicloans.net/best-payday-loan.html</website>
      <content>Hi. I read a few of your other posts and i wanted to say thank you for the informative posts.</content>
    </comment>
    <comment id="19a16952-54ac-4fdb-b307-4985603b1732" approved="True">
      <date>2010-05-03 14:34:42</date>
      <author>my payday loan</author>
      <email>kandithompson@hotmail.com</email>
      <country>us</country>
      <ip>79.116.143.184</ip>
      <website>http://www.sonicloans.net/my-payday-loan.html</website>
      <content>As a Noob, I am always seeking online for articles that can help me. Thank you</content>
    </comment>
    <comment id="452d720d-7a17-477d-97d2-bbfa83522463" approved="True">
      <date>2010-05-12 08:46:47</date>
      <author>cheap pay day loan</author>
      <email>karen2034@yahoo.com</email>
      <country>us</country>
      <ip>172.190.215.152</ip>
      <website>http://www.globalpaydayloans.com/cheap-pay-day-loan.htm</website>
      <content>Please, can you PM me and tell me few more thinks about this, I am really fan of your blog...</content>
    </comment>
    <comment id="8894f3b8-efb3-4b3c-b450-7e4b9033eab7" approved="True">
      <date>2010-05-12 16:05:10</date>
      <author>personal loan companies</author>
      <email>kandistheone@netscape.net</email>
      <country>us</country>
      <ip>79.116.142.159</ip>
      <website>http://www.globalpaydayloans.com/personal-loan-companies.htm</website>
      <content>Thank you for another great article. Where else could anyone get that kind of information in such a perfect way of writing? I have a presentation next week, and I am on the look for such information.</content>
    </comment>
    <comment id="3100f5bc-606f-4801-88fe-0c75682e7c4f" approved="True">
      <date>2010-05-19 00:05:10</date>
      <author>free bad credit loans</author>
      <email>kar617@neo.rr.com</email>
      <country>us</country>
      <ip>79.116.143.244</ip>
      <website>http://www.flyingloans.com/free-bad-credit-loans.htm</website>
      <content>I thought it was going to be some boring old post, but it really compensated for my time. I will post a link to this page on my blog. I am sure my visitors will find that very useful</content>
    </comment>
    <comment id="9fed6185-7424-411c-add8-bda049e4d45f" approved="True">
      <date>2010-05-24 20:37:20</date>
      <author>no fax payday advance</author>
      <email>kandra_s_1999@yahoo.com</email>
      <country>us</country>
      <ip>79.116.143.202</ip>
      <website>http://www.flyingloans.com/no-fax-payday-advance.htm</website>
      <content>Finally, got what I was looking for!! I definitely enjoying every little bit of it. Glad I stumbled into this article! smile I have you bookmarked to check out new stuff you post</content>
    </comment>
  </comments>
  <categories>
    <category>2d9c3387-a85d-4d22-8737-05a1b4378a25</category>
  </categories>
  <notifications>
    <email>prizinhaa19@hotmail.com</email>
  </notifications>
</post>