<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Tecnologia na Semana III</title>
  <description />
  <content>&lt;p&gt;
Tr&amp;ecirc;s semanas. Como o tempo passa r&amp;aacute;pido, hein? &lt;strike&gt;E pensar que eu criei a &lt;strong&gt;Tecnologia na Semana&lt;/strong&gt; somente para ter algo pra postar nas quartas-feiras.&lt;/strike&gt; Eu me divirto, ent&amp;atilde;o vamos &amp;aacute;s sete not&amp;iacute;cias mais esquisitas ou il&amp;oacute;gicas da semana.
&lt;/p&gt;
&lt;ul&gt;
	&lt;li&gt;
	&lt;div&gt;
	&lt;a href="http://tecnologia.terra.com.br/interna/0,,OI3928379-EI4802,00-Internautas+podem+decidir+rumo+da+vida+online+apos+sua+morte.html" target="_blank"&gt;Internautas podem decidir rumo da vida online ap&amp;oacute;s sua morte&lt;/a&gt; - Que bom. Eu n&amp;atilde;o saberia o que fazer com meu Gmail do al&amp;eacute;m. Ainda n&amp;atilde;o sei, mas pelo menos eu tenho algumas escolhas. Pra dizer a verdade, nem sei se vou me dar bem no al&amp;eacute;m &lt;strike&gt;(provavelmente n&amp;atilde;o)&lt;/strike&gt;.
	&lt;/div&gt;
	&lt;/li&gt;
	&lt;li&gt;
	&lt;div&gt;
	&lt;a href="http://feedproxy.google.com/~r/gizmodobr/~3/mgLL58_mjnY/maquina-testadora-de-camisinhas-tem-um-penis" target="_blank"&gt;M&amp;aacute;quina testadora de camisinhas tem um p&amp;ecirc;nis&lt;/a&gt; - Voc&amp;ecirc; pensando coisas boas na vida, como pagar sua conta no fim do m&amp;ecirc;s, enquanto cientistas &lt;strike&gt;ocupad&amp;iacute;ssimos&lt;/strike&gt; de Cambridge, Inglaterra, criam um rob&amp;ocirc; para fazer sexo e testar camisinhas. Bizarrice pouca &amp;eacute; bobagem.
	&lt;/div&gt;
	&lt;/li&gt;
	&lt;li&gt;
	&lt;div&gt;
	&lt;a href="http://tvig.ig.com.br/146267/carro-sem-motorista-e-lancado-em-londres.htm" target="_blank"&gt;Carro sem motorista &amp;eacute; lan&amp;ccedil;ado em Londres&lt;/a&gt; - E n&amp;atilde;o perca tambem: o avi&amp;atilde;o comercial sem piloto, a escola sem professor (&lt;strike&gt;rotina no Brasil&lt;/strike&gt;) e a rep&amp;uacute;blica sem presidente (&lt;strike&gt;desculpa, Lula&lt;/strike&gt;).
	&lt;/div&gt;
	&lt;/li&gt;
	&lt;li&gt;
	&lt;div&gt;
	&lt;a href="http://br.noticias.yahoo.com/s/afp/090819/saude/eua_canad___animais_internet_curiosa" target="_blank"&gt;Esquilo fotografado por casal americano vira sensa&amp;ccedil;&amp;atilde;o na internet&lt;/a&gt; - O mundo &amp;eacute; assim: &amp;quot;nossa, o cara toca teclado, piano, gaita e bateria ao mesmo tempo. Bom&amp;quot;. E tamb&amp;eacute;m &amp;eacute; assim: &amp;quot;UAU!!! Um esquilo! Cara, olha s&amp;oacute;! Vou enviar isso pra todo mundo!&amp;quot;. Triste.
	&lt;/div&gt;
	&lt;/li&gt;
	&lt;li&gt;
	&lt;div&gt;
	&lt;a href="http://noticias.terra.com.br/ciencia/interna/0,,OI3929597-EI8145,00-Estudo+diz+que+passaros+inteligentes+atraem+mais+femeas.html" target="_blank"&gt;Estudo diz que p&amp;aacute;ssaros inteligentes atraem mais f&amp;ecirc;meas&lt;/a&gt; - Engra&amp;ccedil;ado, sou inteligente. Mas n&amp;atilde;o consegui mostrar muito meu p&amp;aacute;ssaro pras f&amp;ecirc;meas...
	&lt;/div&gt;
	&lt;/li&gt;
	&lt;li&gt;
	&lt;div&gt;
	&lt;a href="http://olhardigital.uol.com.br/digital_news/noticia.php?id_conteudo=9003&amp;amp;/GOVERNO+DO+PR+CRIA+SITE+SOBRE+A+NOVA+GRIPE" target="_blank"&gt;Governo do PR cria site sobre a nova gripe&lt;/a&gt; - O pessoal faz um esc&amp;acirc;ndalo por causa de uma gripe (eu disse gripe, resfriado) nova. Morrem cerca de 300 pessoas. Quantas morrem por AIDS, c&amp;acirc;ncer, acidentes, suic&amp;iacute;dios, assassinatos, infartos... E o Brasil &amp;eacute; o pa&amp;iacute;s do futuro.
	&lt;/div&gt;
	&lt;/li&gt;
	&lt;li&gt;
	&lt;div&gt;
	&lt;a href="http://www.abril.com.br/noticias/esportes/sul-africana-tem-sexo-suspeita-pode-perder-ouro-498932.shtml" target="_blank"&gt;Sul-africana tem sexo sob suspeita e pode perder ouro&lt;/a&gt; - Sexo sob suspeita? Ronaldo.
	&lt;/div&gt;
	&lt;/li&gt;
&lt;/ul&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-08-19 21:03:00</pubDate>
  <lastModified>2009-08-19 22:02:55</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>Tecnologia-na-Semana-III</slug>
  <tags>
    <tag>tecnologia na semana</tag>
    <tag>tecnologia</tag>
    <tag>humor</tag>
  </tags>
  <comments />
  <categories>
    <category>10f3f34b-a5b2-4d96-9c86-c2d3a9adc51f</category>
    <category>2d9c3387-a85d-4d22-8737-05a1b4378a25</category>
  </categories>
  <notifications />
</post>