<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Windows Seven em pendrives (ou bye bye Linux)</title>
  <description />
  <content>&lt;p align="center"&gt;
&lt;img src="/blog/image.axd?picture=linux_vs_windows234.jpg" alt="" /&gt;
&lt;/p&gt;
&lt;p&gt;
Limitadamente, o Linux &amp;eacute; um relativo sucesso &lt;strike&gt;(no ponto de vista dele &amp;eacute; O sucesso)&lt;/strike&gt; nos netbooks (aqueles computadores que s&amp;atilde;o vendidos para usu&amp;aacute;rios leigos dizendo-se chamar notebooks, mas que na verdade s&amp;atilde;o celulares gordinhos que n&amp;atilde;o telefonam). 
&lt;/p&gt;
&lt;p&gt;
Netbooks s&amp;atilde;o t&amp;atilde;o compactos que n&amp;atilde;o v&amp;ecirc;m com unidades de CD, DVD ou qualquer outro tipo de m&amp;iacute;dia port&amp;aacute;til. No m&amp;aacute;ximo alguns possuei uma unidade leitora de cart&amp;otilde;es, mas que todo o computador reconhece como pendrive. Como instalar um sistema operacional num computador que n&amp;atilde;o possui uma unidade &amp;oacute;tica? 
&lt;/p&gt;
&lt;p&gt;
O Linux resolveu esse problema h&amp;aacute; mais tempo do que se imagina &lt;strike&gt;(dizem que antes at&amp;eacute; desse problema existir)&lt;/strike&gt;. Grandes quantidades de distribui&amp;ccedil;&amp;otilde;es Linux v&amp;ecirc;m em formato boot&amp;aacute;vel para pendrive ou com um assistente que gera um pendrive boot&amp;aacute;vel. O que faz a gente retornar ao primeiro par&amp;aacute;grafo: Gra&amp;ccedil;as a isso, o Linux &amp;eacute; um relativo sucesso. 
&lt;/p&gt;
&lt;p&gt;
Agora a Microsoft resolveu invadir esse mercado utilizando o &amp;uacute;nico Windows que &lt;strike&gt;aparentemente&lt;/strike&gt; funciona: O Windows Seven poder&amp;aacute; disponibilizado tamb&amp;eacute;m em pendrives. 
&lt;/p&gt;
&lt;p&gt;
&amp;Eacute; a quest&amp;atilde;o agora &amp;eacute;: em quanto tempo a Microsoft vai dominar seus 95% de mercado de netbooks que ela t&amp;ecirc;m direito? 
&lt;/p&gt;
&lt;p&gt;
&amp;nbsp;Fonte: Geek 
&lt;/p&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-06-27 19:32:00</pubDate>
  <lastModified>2009-06-27 19:35:56</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>Windows-Seven-em-pendrives-(ou-bye-bye-Linux)</slug>
  <tags>
    <tag>linux</tag>
    <tag>windows</tag>
    <tag>seven</tag>
    <tag>pendrive</tag>
    <tag>netbook</tag>
  </tags>
  <comments />
  <categories>
    <category>0b1ef33e-64fe-495d-99b9-39ea1ffef7dc</category>
  </categories>
  <notifications />
</post>