<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Safari 4 tem 11 milhões de cópias</title>
  <description />
  <content>&lt;p&gt;
&lt;a href="/blog/post/Lancado-o-Safari-4.aspx" target="_blank"&gt;Apple anunciou no dia 08 o Safari 4&lt;/a&gt;, a nova vers&amp;atilde;o do seu navegador para Mac OS X ee Windows. A novidade agora &amp;eacute; que em somente tr&amp;ecirc;s dias, o software foi baixado mais de 11 milh&amp;otilde;es de vezes.
&lt;/p&gt;
&lt;p&gt;
O &lt;a href="http://www.apple.com/safari" target="_blank"&gt;Safari 4&lt;/a&gt; teve seu beta anunciado em fevereiro &lt;strike&gt;(antes do &lt;/strike&gt;&lt;a href="http://www.pysi.com.br" target="_blank"&gt;&lt;strike&gt;Pysi Blog&lt;/strike&gt;&lt;/a&gt;&lt;strike&gt;, sen&amp;atilde;o ter&amp;iacute;amos j&amp;aacute; anunciado aqui)&lt;/strike&gt; mas a vers&amp;atilde;o final foi lan&amp;ccedil;ada essa semana no come&amp;ccedil;o da Apple&amp;#39;s Worldwide Developer Conferece (WWDC) em S&amp;atilde;o Francisco.
&lt;/p&gt;
&lt;p&gt;
Desses 11 milh&amp;otilde;es de downloads, 6 milh&amp;otilde;es s&amp;atilde;o da vers&amp;atilde;o Windows.
&lt;/p&gt;
&lt;p&gt;
A Apple diz que o Safari &amp;eacute; o &amp;quot;navegador mais r&amp;aacute;pido do mundo&amp;quot;, particularmente gra&amp;ccedil;as ao novo motor Nitro de javascript que executa javascript at&amp;eacute; 8 vezes mais r&amp;aacute;pido que o &lt;a href="http://www.microsoft.com/brasil/windows/ie/default.mspx" target="_blank"&gt;Internet Explorer 8&lt;/a&gt; e 4 vezes mais r&amp;aacute;pido que o &lt;a href="http://www.mozilla.org" target="_blank"&gt;Firefox 3&lt;/a&gt; (dados internos da Apple&lt;strike&gt;, claro&lt;/strike&gt;). Tambem carrega p&amp;aacute;ginas Web at&amp;eacute; 3 vezes mais r&amp;aacute;pido que o Firefox.
&lt;/p&gt;
&lt;p&gt;
&amp;nbsp;Eu comentei antes, estou usando o Safari 4 desde o lan&amp;ccedil;amento e ele realmente me surpreendeu, a ponto de se tornar meu navegador oficial. Mas duas coisas n&amp;atilde;o v&amp;atilde;o fazer eu sair do &lt;a href="http://www.google.com/chrome" target="_blank"&gt;Chrome&lt;/a&gt;: a pr&amp;oacute;xima vers&amp;atilde;o, que ter&amp;aacute; suporte a Linux (dizem, claro) e extens&amp;otilde;es, e a simples leveza. Somente para navegador, o software &amp;eacute; Chrome. Nada mais.
&lt;/p&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-06-14 13:21:00</pubDate>
  <lastModified>2009-06-14 13:37:36</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>Safari-4-tem-11-milhoes-de-copias</slug>
  <tags>
    <tag>apple</tag>
    <tag>safari</tag>
    <tag>windows</tag>
    <tag>mac os x</tag>
    <tag>mozilla</tag>
    <tag>firefox</tag>
    <tag>microsoft</tag>
    <tag>chrome</tag>
    <tag>google</tag>
  </tags>
  <comments />
  <categories>
    <category>d564f3df-3a44-4a3a-91b0-aaca4116a78b</category>
  </categories>
  <notifications />
</post>