<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Google Chrome OS - World at War Version</title>
  <description />
  <content>&lt;p&gt;
Existia uma &amp;eacute;poca, conhecida como ontem (literalmente). Ela era dividida assim: 
&lt;/p&gt;
&lt;ul&gt;
	&lt;li&gt;
	&lt;div&gt;
	&amp;nbsp;Grand&amp;iacute;ssima parte das pessoas no mundo utilizavam o Windows, sistema operacional da grande e poderosa Microsoft (adjetivos positivos e negativos ao mesmo tempo). Compat&amp;iacute;vel com quase tudo que existe e que foi programado, ele era muito indicado para controles de farm&amp;aacute;cias. 
	&lt;/div&gt;
	&lt;/li&gt;
	&lt;li&gt;
	&lt;div&gt;
	Cerca de um doze avos (se voc&amp;ecirc; n&amp;atilde;o sabe matem&amp;aacute;tica, &amp;eacute; 1/12) dessas mesmas pessoas do mundo eram ricas o suficiente para comprar um iMac, Macintosh, MacBook ou algo do g&amp;ecirc;nero, e executava exutava &amp;uacute;nica e exclusivamente o MacOS Felino (substitua Felino pela vers&amp;atilde;o correta: Tiger, Leopard, Snow Leopard). Era recomendado para sincronizar com os iPods desses mesmos ricos. 
	&lt;/div&gt;
	&lt;/li&gt;
	&lt;li&gt;
	&lt;div&gt;
	Pessoas rebeldes usavam Linux. Em 9999 vers&amp;otilde;es diferentes, tem tantas cores e formatos que &amp;eacute; mais f&amp;aacute;cil te fazerem um passo a passo via texto para conectar no iBest do que usar o m&amp;eacute;todo NNF (next, next, finish). Era muito recomendado em usinas nucleares. 
	&lt;/div&gt;
	&lt;/li&gt;
&lt;/ul&gt;
&lt;p&gt;
Essa divis&amp;atilde;o acaba hoje.&amp;nbsp;A Google &lt;strike&gt;(putz, de novo)&lt;/strike&gt; anuncia em seu blog oficial: 
&lt;/p&gt;
&lt;p&gt;
&amp;quot;Carta direcionada: 
&lt;/p&gt;
&lt;p&gt;
&amp;Agrave; Microsoft,&lt;br /&gt;
&amp;Agrave; Apple,&lt;br /&gt;
Ao resto do povo que programa no Linux, 
&lt;/p&gt;
&lt;p&gt;
Estamos entrando no seu mercado. Vamos lan&amp;ccedil;ar ano que vem o nosso sistema operacional, nomeado Google Chrome OS. Obrigado. 
&lt;/p&gt;
&lt;p&gt;
Ass: Google (P.S.: Apaguem a luz quando sa&amp;iacute;rem)&amp;quot; 
&lt;/p&gt;
&lt;p&gt;
&amp;nbsp;O texto &amp;eacute; fict&amp;iacute;cio, mas a id&amp;eacute;ia &amp;eacute; verdade. A Google vai lan&amp;ccedil;ar no meio do ano de 2010 o Google Chrome OS. Um sistema operacional novo, com interface desenvolvida a partir do zero e com foco em aplica&amp;ccedil;&amp;otilde;es online, tendo por tr&amp;aacute;s ninguem menos que a Google. Eu estou ansioso. E digo que ela n&amp;atilde;o vai entrar pra perder. Dinheiro ela tem pra investir, e agora&amp;nbsp;a Microsoft encontrou um concorrente que n&amp;atilde;o tinha desde a &amp;eacute;poca do finado OS/2 (poxa, IBM, como voc&amp;ecirc; fez isso comigo). 
&lt;/p&gt;
&lt;p&gt;
&amp;nbsp;S&amp;oacute; digo uma coisa: CORRAM PRAS MONTANHAS! 
&lt;/p&gt;
&lt;p&gt;
Fonte: &lt;a href="http://googleblog.blogspot.com/2009/07/introducing-google-chrome-os.html"&gt;http://googleblog.blogspot.com/2009/07/introducing-google-chrome-os.html&lt;/a&gt; 
&lt;/p&gt;
&lt;p align="center"&gt;
&lt;img src="/blog/image.axd?picture=googleos.jpg" alt="" /&gt;
&lt;/p&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-07-08 23:22:00</pubDate>
  <lastModified>2009-07-08 23:36:29</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>Google-Chrome-OS---World-at-War-Version</slug>
  <tags>
    <tag>google</tag>
    <tag>chrome</tag>
    <tag>chrome os</tag>
    <tag>windows</tag>
    <tag>macos</tag>
    <tag>apple</tag>
    <tag>microsoft</tag>
    <tag>linux</tag>
  </tags>
  <comments>
    <comment id="e8aa8ed6-297d-4c70-9ce6-42e0622a1086" approved="True">
      <date>2009-07-11 16:22:24</date>
      <author>Kelly</author>
      <email>kellybomfim_@hotmail.com</email>
      <country>br</country>
      <ip>201.51.11.90</ip>
      <content>uiui
Bem ela pode at&amp;#233; ter o dinheiro
mais ser&amp;#225; que essa id&amp;#233;ia vai da certo?!

s&amp;#243; esperar n&amp;#233;
xD
</content>
    </comment>
  </comments>
  <categories>
    <category>0b1ef33e-64fe-495d-99b9-39ea1ffef7dc</category>
  </categories>
  <notifications />
</post>