<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Ninguém consegue fugir do longo braço da lei</title>
  <description />
  <content>&lt;p&gt;
E com o perd&amp;atilde;o do trocadilho, bota longo nisso. Vamos resumidamente contar a hist&amp;oacute;ria: 
&lt;/p&gt;
&lt;p&gt;
Um rapaz estava andando &lt;strike&gt;feliz, alegre e contente &lt;/strike&gt;de bicicleta pelas ruas da Holanda. Como dizia Gil Gomes, dois indiv&amp;iacute;duos, de &amp;iacute;ndole estranha, abordaram o jovem rapaz em sua bicicleta e&amp;nbsp;a tomaram, deixando o &lt;strike&gt;babaca&lt;/strike&gt; infeliz do holand&amp;ecirc;s &lt;strike&gt;pelado, pelado, nu com a m&amp;atilde;o no bolso (cara, como eu sou velho)&lt;/strike&gt; a p&amp;eacute;. L&amp;oacute;gico, o holand&amp;ecirc;s foi &amp;agrave; pol&amp;iacute;cia, fez o retrato-falado, e ficou na pista. Ningu&amp;eacute;m encontrou nem os ladr&amp;otilde;es, nem a bicicleta. 
&lt;/p&gt;
&lt;p&gt;
&lt;strike&gt;Isso &amp;eacute; um blog de tecnologia, certo? E cad&amp;ecirc; a tecnologia?&lt;/strike&gt; 
&lt;/p&gt;
&lt;p&gt;
Acontece que o carro do Google Street View estava passando justamente&amp;nbsp;na hora. Vou apresentar para quem n&amp;atilde;o conhece: 
&lt;/p&gt;
&lt;p&gt;
&lt;img style="width: 433px; height: 192px" src="/blog/image.axd?picture=street_car.jpg" alt="" width="440" height="204" /&gt;
&lt;/p&gt;
&lt;p&gt;
Esses carros t&amp;ecirc;m essa &amp;quot;pequenina e singela&amp;quot; c&amp;acirc;mera para tirar foto de tudo e de todos em todas as dire&amp;ccedil;&amp;otilde;es e colocar na vis&amp;atilde;o de estrada do &lt;a href="http://maps.google.com" target="_blank"&gt;Google Maps&lt;/a&gt;&amp;nbsp;(essa fun&amp;ccedil;&amp;atilde;o ainda n&amp;atilde;o est&amp;aacute; dispon&amp;iacute;vel para todas as cidades. Para testar, tente com Nova York ou S&amp;atilde;o Francisco). A poderosa c&amp;acirc;mera s&amp;oacute; faltou tirar foto de bandinha dos ladr&amp;otilde;es (que diga-se de passagem s&amp;atilde;o irm&amp;atilde;os g&amp;ecirc;meos).&amp;nbsp;A pol&amp;iacute;cia informou o problema &amp;agrave; Google, que liberou as imagens sem os caracter&amp;iacute;sticos borr&amp;otilde;es na face que ela adiciona, e um policial reconheceu um dos ladr&amp;otilde;es (na pr&amp;aacute;tica, os dois. J&amp;aacute; disse que s&amp;atilde;o g&amp;ecirc;meos?) por roubos similares.
&lt;/p&gt;
&lt;p&gt;
&amp;nbsp;Mais um final feliz pela tecnologia. Agora, fique de olho. Quando for roubar uma bicicleta, primeiro v&amp;aacute; sem seu irm&amp;atilde;o g&amp;ecirc;meo. Depois, fuga de qualquer carro com uma bola de lentes no teto.
&lt;/p&gt;
&lt;p&gt;
&amp;nbsp;Fonte: &lt;a href="http://gizmodo.com.br/conteudo/assaltantes-sao-presos-depois-de-revelados-pelo-google-street-view" target="_blank"&gt;GizModo&lt;/a&gt;
&lt;/p&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-06-22 21:55:00</pubDate>
  <lastModified>2009-06-22 22:29:08</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>Ninguem-consegue-fugir-do-longo-braco-da-lei</slug>
  <tags>
    <tag>google</tag>
    <tag>street view</tag>
    <tag>roubo</tag>
    <tag>bicicleta</tag>
    <tag>câmera</tag>
  </tags>
  <comments />
  <categories>
    <category>2d9c3387-a85d-4d22-8737-05a1b4378a25</category>
  </categories>
  <notifications />
</post>