<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<post>
  <author>Ygor Lazaro</author>
  <title>Google perde seu paradigma</title>
  <description />
  <content>&lt;p&gt;
INCR&amp;Iacute;VEL! 
&lt;/p&gt;
&lt;p&gt;
A &lt;a href="http://www.google.com" target="_blank"&gt;Google&lt;/a&gt; n&amp;atilde;o &amp;eacute; mais a mesma. Depois de em apenas 100 dias o &lt;a href="http://www.google.com/chrome" target="_blank"&gt;Google Chrome&lt;/a&gt; &lt;strike&gt;(navegador do futuro, e futuro sistema operacional)&lt;/strike&gt; deixar de ser beta, agora a toda-poderosa de Montain View anunciou a &amp;quot;desbetaliza&amp;ccedil;&amp;atilde;o&amp;quot; &lt;strike&gt;(adoro inventar palavras)&lt;/strike&gt; de quatro produtos importantes: 
&lt;/p&gt;
&lt;p&gt;
&lt;a href="http://www.gmail.com" target="_blank"&gt;Gmail&lt;/a&gt; - Na &amp;eacute;poca em que os gigantes Yahoo! e Hotmail minguavam seus megas (novos n&amp;atilde;o lembram disso, mas o Hotmail chegava a oferecer &lt;strike&gt;rid&amp;iacute;culos&lt;/strike&gt; 2Mb de espa&amp;ccedil;o), o Gmail veio arrebentando com poderosos 1Gb de espa&amp;ccedil;o. Em 2005, com o plano &amp;quot;infinito+1&amp;quot;, todos os usu&amp;aacute;rios t&amp;ecirc;m uma crescente taxa de armazenamento, atualmente 26Mb adicionais por dia &lt;strike&gt;(comentei do espa&amp;ccedil;o inicial do Hotmail?)&lt;/strike&gt; 
&lt;/p&gt;
&lt;p&gt;
&lt;a href="http://calendar.google.com" target="_blank"&gt;Google Calendar&lt;/a&gt; - Uma agenda. N&amp;atilde;o foi a primeira agenda online, n&amp;atilde;o vai ser a &amp;uacute;ltima. Talvez n&amp;atilde;o seja (ainda) a mais completa. Mas tem dois grandes trunfos: integra-se completamente ao Gmail (e outros servi&amp;ccedil;os Google geral) e &amp;eacute; da Google! 
&lt;/p&gt;
&lt;p&gt;
&lt;a href="http://docs.google.com" target="_blank"&gt;Google Docs&lt;/a&gt; - &amp;Eacute; a minha vida, literalmente. Tenho lots de documentos l&amp;aacute;, que gra&amp;ccedil;as ao Google Docs eu posso compartilhar e editar ao vivo com meus amigos. Suporta documentos de texto, planilhas eletr&amp;ocirc;nicas e apresenta&amp;ccedil;&amp;atilde;o de slides &lt;strike&gt;(for dummies: Word, Excel e PowerPoint)&lt;/strike&gt;. Compartilhamento de documentos e acesso de qualquer lugar o fazem o melhor substituto do Microsoft Office &lt;strike&gt;(sinto, OpenOffice. Tu &amp;eacute; bom, mas n&amp;atilde;o o suficiente).&lt;/strike&gt; 
&lt;/p&gt;
&lt;p&gt;
&lt;a href="http://talk.google.com" target="_blank"&gt;Google Talk&lt;/a&gt; - O Messenger de Montain View. Simples, leve e sem brincadeiras, e sempre ativo para usu&amp;aacute;rios de servi&amp;ccedil;os da Google, como Gmail e orkut &lt;strike&gt;(que n&amp;atilde;o merecia ser um servi&amp;ccedil;o da Google)&lt;/strike&gt;. Todos com uma conta do Google tem o Talk. Se voc&amp;ecirc; n&amp;atilde;o usa, baixe o seu &lt;a href="http://talk.google.com" target="_blank"&gt;aqui&lt;/a&gt;. 
&lt;/p&gt;
&lt;p align="center"&gt;
&lt;img src="/blog/image.axd?picture=googlenobeta.jpg" alt="" /&gt;
&lt;/p&gt;
</content>
  <ispublished>True</ispublished>
  <iscommentsenabled>True</iscommentsenabled>
  <pubDate>2009-07-08 23:07:00</pubDate>
  <lastModified>2009-07-08 23:18:39</lastModified>
  <raters>0</raters>
  <rating>0</rating>
  <slug>Google-perde-seu-paradigma</slug>
  <tags>
    <tag>google</tag>
    <tag>orkut</tag>
    <tag>docs</tag>
    <tag>gmail</tag>
    <tag>calendar</tag>
    <tag>talk</tag>
    <tag>beta</tag>
  </tags>
  <comments />
  <categories>
    <category>2d9c3387-a85d-4d22-8737-05a1b4378a25</category>
  </categories>
  <notifications />
</post>